var appname = (window.project_config || {}).fullname || 'Bastyon'

if(typeof loclib == "undefined" || !loclib)
loclib = {};

loclib.sr = {};

var _l = loclib.sr;

//time

_l.fewseconds = "Пре неколико секунди";
_l.oneminute = "Пре једног минута";

_l.minutes = function(v){
return v + " minutes ago"
}

_l.tenminutes = "Пре десет минута";
_l.halfanhour = "Пре једног сата";
_l.anhour = "Пре једног сата";
_l.today = "Данас у";

//authorization

_l.id0 = "Пријавите се на постојећи налог";
_l.id1 = "Ако сте већ регистровани, пријавите се";
_l.loadqrcode = "Отпреми QR код";
_l.stay = "Остани пријављен";
_l.signin = "Пријави се";
_l.orcreate = "Или направи нови налог";
_l.createnew = "Направи нови налог";
_l.staysafe = "Ово није безбедно. Желите ли да наставите?";
_l.or = "или";

// Register a New Account
_l.id71 = "Креирај нови налог";
_l.id72 = "Већ сте члан? Пријавите се";

_l.rtip1 = "Запишите своју приватну лозинку за пријаву!";
_l.rtip2 = function(mobile){
var h = "Below is your Private Key passphrase. Write it down and make sure to save your QR code"

if(mobile){ h += "device" } else { h+="PC" }

h+=" and be sure not to lose it. We do not store your personal data. Private Key cannot be recovered if lost!"

return h
}

_l.generatepkey = "Генериши приватни кључ";
_l.rtip3 = "Запишите ову лозинку. Ми не чувамо ваше личне податке. Не може се повратити ако се изгуби!";
_l.saveqrcode = "Сачувај QR код"
_l.copyprivkey = "Копирај приватни кључ"
_l.rcontinue = "Настави"
_l.idle = "Били сте неактивни неко време"
_l.congratulations = "Congratulations! You are in <span class='pnlabel'>"+appname+"</span>"
_l.creatingpreloader = "Креирање налога"
_l.removepaste = "Опција налепљивања је уклоњена за ово поље."
_l.filedamaged = "Датотека не садржи важећи приватни кључ"
_l.keysnotmatch = "Приватни кључ не одговара"
_l.confirmkey = "Унесите свој приватни кључ или отпремите QR код из претходног корака"
_l.successfullycopied = "Кључ је успешно копиран"
_l.urlsuccesscopied = "Линк је успешно копиран"
_l.successcopied = "Текст је успешно копиран"

_l.confirmkeyLabel = "Потврдите свој приватни кључ. Унесите га у формулар или <b>отпремите QR код</b>";
_l.repeatetocreate = "Поновите да бисте поново креирали приватни кључ";
_l.confirmcreate = "Креирај налог";

//user activation
_l.useractivation = "Активирање корисника";
_l.wesentmoney = "Послали смо вам неколико новчића за регистрацију";
_l.wesentmoneym = "Већ смо вам послали неколико новчића за регистрацију";
_l.wesentmoneydelay = "Процес траје дуже него обично, молимо сачекајте још мало";
_l.funetworkproblems = "Постоје проблеми са везом. Покушајте касније";
_l.pleasewait = "Молимо сачекајте";
_l.next = "Следеће";
_l.welcome = "Добродошли";
_l.welcometopocketnet = "Добродошли у "+appname+"";
_l.continue = "настави";
_l.continuewithbarteron = "Настави са Barteron-ом";

_l.chooseThemes = "Изаберите интересантне теме";
_l.bloggers = "Блогери";
_l.chooseBloggers = "Пратите популарне блогере";
_l.showmorebloggers = "Прикажи још блогера";


//Activities

_l.ractivities = "Моја активност";
_l.rall = "Све";
_l.rinteractions = "Интеракције";
_l.rblocking = "Блокирање";
_l.rblockinglist = "Списак блокираних корисника";
_l.rcomment = "Коментари";
_l.rsubscriber = "Претплате";
_l.a_unabledvideo = "Видео тренутно није доступан";
_l.rvideo = "Видео записи";
_l.contentscore = "Оценили сте објаву";
_l.commentscorelike = "Свидело вам се коментар";
_l.commentscoredislike = "Не свиђа вам се коментар";
_l.commented = "Коментарисали сте објаву";
_l.ranswer = "Одговорили сте на коментар";
_l.sentmoney = "Послали сте средства кориснику";
_l.a_unsubscribe = "Поништили сте праћење";
_l.a_subscribe = "Запратили сте";
_l.a_block = function(c){
    return c ? `Блокирали сте ${c} корисника` : `Блокирали сте`;
};
_l.a_unblock = "Деблокирали сте";
_l.a_empty = "Нема статистике за последња 3 месеца";
//user page

_l.rstate = "Репутација";
_l.rprofile = "Профил";
_l.rsettings = "Подешавања";
_l.rwallet = "Новчаник";
_l.rstatistic = "Статистика";
_l.raccounts = "Налози";
_l.rsystem = "Систем";
_l.rconnection = "Веза";
_l.pnetAddress = ""+appname+" адреса";
_l.profile = "Профил";
_l.signout = "Одјава";

_l.postlabel = "Donation for post";
_l.donationlabel = "Donation";
_l.donationwel = "If you want to thank the author you can use a "+appname+" transaction";
_l.donationwela = ""+appname+" transaction";
_l.donationwelan = "Or you can use another crypto payment system";
_l.successfullycopiedaddress = "Address was successfully copied";

//send

_l.postlabel = "Донација за објаву";
_l.donationlabel = "Донација";
_l.donationwel = "Ако желите да захвалите аутору, можете користити "+appname+" трансакцију";
_l.donationwela = ""+appname+" трансакција";
_l.donationwelan = "Или можете користити други крипто систем плаћања";
_l.successfullycopiedaddress = "Адреса је успешно копирана";

//wallet

_l.wrecieve = "Примите новчиће дељењем адресе";
_l.wcopyshare = "Копирај и подели адресу:";
_l.wqrcode = "QR код";
_l.wcopeaddress = "Копирај адресу";
_l.wcreatelink = "Или направи линк за уплату";
_l.required = "Обавезно";
_l.wgetlink = "Преузми линк";
_l.waddresses = "Адресе";
_l.waddress = "Адреса";
_l.wbalance = "Стање";
_l.wpercente = "Проценат";
_l.waddaddress = "Истражи нову адресу новчаника";
_l.wrecieveon = "Примите на";
_l.wcopyshareorcreate = "Копирај и подели адресу или направи линк за плаћање";
_l.wdgetlink = "Подели линк";
_l.wdqrcode = "QR код";
_l.wdcopyaddress = "Копирај адресу";
_l.wdpleasefill = "Попуните ова поља";
_l.wduseqr = "Користите овај QR код за пријем средстава";
_l.wdaddress = "Адреса";
_l.wdamount = "Износ";
_l.wdlabel = "Ознака";
_l.wdmessage = "Порука";
_l.wsend = "Пошаљи";
_l.calcfeesandsend = "Израчунај накнаду и пошаљи";
_l.wstrfees = "Трошкови трансакције";
_l.wsfees = "Накнаде";

_l.wssendto = "ПОШАЉИ НОВЧИЋЕ НА";
_l.wssendb = "ПОШАЉИ";


_l.tacaddress = "Адреса налога";
_l.twallet = "Новчаник";
_l.twalletaddresses = "Адресе новчаника";
_l.tTotal = "Укупно";
_l.totalBalance = "Укупно стање";
_l.wsselect = "Изаберите из менија";
_l.wsenter = "Унесите адресу или изаберите из менија";
_l.wsreciever = "Адреса примаоца";
_l.wsamount = "Износ";
_l.wsamountof = "Износ ваше трансакције";
_l.wsincludefees = "Укључи накнаде у износ";
_l.wsrecieverpay = "Плаћа прималац";
_l.wssenderpay = "Плаћа пошиљалац";
_l.wdselectfrom = "Изаберите из менија";

_l.wdenteramount = "Унесите износ";
_l.wdmessageplaceholder = "За шта је ова трансакција?";
_l.wrenteraddress = "Унесите адресу";
_l.wrenteraddressselect = "Унесите адресу или изаберите из менија";
_l.wreturntoeallet = "ВРАТИ СЕ У НОВЧАНИК";
_l.linkCreated = "ЛИНК ЈЕ КРЕИРАН";
_l.waddresswascop = "Адреса је успешно копирана";
_l.wqrcodecreated = "QR КОД ЈЕ КРЕИРАН";
_l.wlinkcreating = "КРЕИРАЊЕ ЛИНКА";
_l.wqrcodecreating = "КРЕИРАЊЕ QR КОДА";
_l.wdoptions = "ОПЦИЈЕ";
_l.wssuccessfully = "Трансакција је успешно послата";
_l.wscalculatefees = "ИЗРАЧУНАЈ НАКНАДЕ";
_l.wsaddressnotv = "Адреса није валидна";

//user profile
_l.uaddaddressdona = "Додај адресу за донације";
_l.uaddaddressdonaplace = "Унеси адресу";
_l.uchangeicon = "Отпреми слику профила";
_l.utip1 = "Морате креирати име на блокчејну пре коришћења "+appname+"";
_l.utip2 = "Остао вам је само један корак";
_l.upicset = "Постави икону профила";
_l.upic = "Икона профила";
_l.uuserinfo = "Информације о кориснику";
_l.usave = "Сачувај";
_l.ucancel = "Откажи";
_l.uwaitb = "Сачекај потврду да би се сачувале информације";
_l.uchanges = "Нема промена";
_l.uchangesvalid = "Потребно је да унесете корисничко име";
_l.uname = "Име";
_l.unickname = "Надимак";
_l.ulanguage = "Језик";
_l.uabout = "О мени";
_l.uwebsite = "Веб сајт";
_l.uaddresesd = "Адресе за донације";

_l.usavechanges = "Да ли желите да сачувате измене?";

_l.settings_save = "Сачувај измене";

_l.settings_discard = "Одбаци измене";

//statistic

_l.referralsCount = 'Корисници који су користили реферални линк.';
_l.commentatorsCount = function(limit){
return "Корисници су вас коментарисали више од " + limit + (limit === 1 ? ' time' : ' times')
};
_l.from = 'Период: ';
_l.to = 'до';
_l.empty = 'Информације нису пронађене';
_l.apply = 'Примени';

_l.sreps = "Репутација и ограничења";
_l.sdisconnected = "Искључен са чвора";
_l.suseractivation = "Активација корисника";
_l.sprofile = "Профил";
_l.spc = "Број објава";
_l.spv = "Број видео објава";
_l.spa = "Број аудио објава";
_l.ssc = "Број звездица";
_l.ccc = "Број коментара";
_l.crc = "Број коментара";
_l.artc = "Број чланака";

_l.stp = "Почетник";

_l.stpg = "Најбољи";

_l.stpreal = "Верификовано";

_l.stpdev = "програмер" + appname;

_l.stpmoderator = "Модератор";


_l.trialreputationtip = "Да бисте постали врхунски корисник, потребно је да имате валидну репутацију. Потребно је да најмање 100 различитих људи са врхунском репутацијом гласају за ваш садржај (након 3 месеца овај захтев се смањује на 30). Други захтев је минимум 100 поена укупне репутације.";
_l.trialreputationtipaction = "Сазнајте више о репутацији овде"

_l.srep = "Репутација";
_l.ccpl = "Број жалби";

//налози
_l.aaddedacc = "Промени налог";

_l.acure = "Тренутни";

_l.aaddacc = "Додај налог";

_l.ascheduler = "Планер";

_l.aused = "Ова адреса се већ користи у другом скупу адреса";

_l.accfailedkeypair = "Погрешан приватни кључ";

_l.acchasinthispack = "Ова адреса је већ додата";
_l.acchasinanotherpack = "Ова адреса се већ користи у другом скупу адреса";


//author
_l.sub = "Прати";
_l.subi = "Праћење";
_l.unsub = "Престани да пратиш";
_l.joined = "Придружио се";
_l.shares = "Дељења";
_l.uposts = "Објаве";
_l.myuposts = "Моје објаве";
_l.followers = "Пратиоци";
_l.followers2 = "Пратиоци";
_l.following = "Пратим";

_l.following2 = "Пратим";

_l.settings = "Управљај";

_l.anofollowers = "Овај корисник нема пратиоце";

_l.aynofollowers = "Немате пратиоце";

_l.anofollowing = "Овај корисник не прати никога";

_l.aynofollowing = "Не пратите никога";

_l.blockedusers = "Блокирани корисници";
_l.anoblocked = "Овај корисник није блокиран нико";
_l.aynoblocked = "Нисте блокирани нико";

//lenta
_l.lloadmore = "Учитај још сјајних објава!";
_l.lloadprev = "Учитај нове сјајне објаве";

_l.lend = "Крај објава";
_l.zerop = "Тренутно нема објава овог аутора";

_l.zeroy = "Још увек немате ниједну публикацију, поделите нешто!";

_l.llogin = "Морате се пријавити пре него што наставите";
_l.lcomlaindialog = "Да ли сте сигурни да желите да пријавите ову објаву?";
_l.lunsubscribe = "Да ли заиста желите да престанете да пратите овај налог?";
_l.lprivatepublic = "Да ли желите да направите приватну или јавну претплату?";
_l.lprivate = "Приватно";
_l.lpublic = "Јавно";

//inviteComment
_l.commentBannerTitle = "Коментаришите ову објаву";
_l.commentBannerDescription = "Коментарисање откључава функције у "+appname+" и помаже вам да пронађете пријатеље 😀";
_l.commentBannerTitle2 = function(v){ return "Запратите " + v + " да бисте видели више његових објава"; };
_l.commentBannerDescription2 = function(v){ return "Праћење " + v + " ће приказати више сличног садржаја у вашем фиду."; };

_l.dontShowAgain = "Не приказуј поново";

//share
_l.newShare = "Нова објава";
_l.firstShare = "Поделите своју прву објаву у "+appname+"";
_l.scaption = "Опис";
_l.whatsnew = "Шта има ново?";
_l.whatsnewrepost = "Шта има ново?";



_l.saddlink = "Додај везу ка екстерном сајту или видеу";
_l.saddimages = "Додај слике у објаву";
_l.sarticle = "Да бисте написали чланак";
_l.stelegram = "Пошаљи у телеграм"
_l.stimes = "Обриши објаву"


_l.snothing = "Ништа";
_l.sposttime = "Објави по времену";
_l.spostnow = "Објави сада";
_l.stimenotselected = "Време није изабрано";
_l.spost = "Објави";
_l.sdate = "Датум";
_l.stime = "Време";

_l.snotags = "Додај ознаку";

_l.expandvideo = "Кликните да проширите";

_l.emptymessage = "Порука је празна";
_l.emptytags = "Молимо вас да додате ознаке";

_l.emptyutxo = "нема новца";

_l.networkerror = "грешка мреже";

_l.maximages = "Дозвољено вам је највише 10 слика";

_l.sharenow = "Да ли желите да сада делите овај садржај?";
_l.pastdate = "Прошли датум";
_l.timenotselected = "Време није изабрано";
_l.addtags = "Додај ознаке";
_l.tnews = "вести";
_l.timages = "слике";
_l.tlinks = "линкови";
_l.tvideos = "видео снимци";
_l.tmarket = "тржиште";
_l.tsport = "спорт";

//мени
_l.signinmenu = "Пријавите се";
_l.signupmenu = "Региструјте се";

_l.aboutmenu = "сазнајте више";

//футер
_l.aboutus = "О нама";



// Dialog Box Options
_l.daccept = "Прихвати";
_l.dcancel = "Откажи";
_l.dyes = "Да";
_l.dno = "Не";

_l.dsa = "Више не приказуј";

_l.dcode = "Код"
_l.dcopyToClipboard = "Копирај у клипборд"
_l.dwarning = "Упозорење"
_l.dyesclose = "Да, затвори"

// Messages

_l.transactionCome = "Долазна трансакција";

_l.coinbaseSuccess = function(v){
    return "Честитамо, освојили сте " + v + " PKOIN за своју најновију активност!"
}
_l.coinbaseSuccesspost = function(v){
    return "Честитамо, освојили сте " + v + " PKOIN за своје најновије објаве!"
}
_l.coinbaseSuccesscomment = function(v){
    return "Честитамо, освојили сте " + v + " PKOIN за своје најновије коментаре!"
}
_l.userSent = function(v){
    return "послао вам је <b>" + v + " PKOIN</b>"
}

_l.coinbaseSuccesspostref = function(v){
    return "Честитамо, ваш реферал вам је управо донео " + v + " PKOIN!"
}
_l.coinbaseSuccesscommentref = function(v){
    return "Честитамо, ваш реферал вам је управо донео " + v + " PKOIN!"
}



_l.refferalUserMessage = "Честитам! Спасили сте некога са цензурисаног веба. Неки новчићи су на путу!"

_l.subscribeUserMessage = "пратио/ла вас је"
_l.unsubscribeUserMessage = "престао/ла сам да вас пратим"
_l.gotoprofileMessage = "иди на профил"

_l.upvoteShareMessage = "гласао/ла сам за вашу објаву"

_l.upvoteCommentMessage = "свиђао/ла ми се ваш коментар"

// Errors

_l.error = "Грешка";
_l.checkScoreError = "Ваш налог није пронађен на блокчејну. Морате да попуните потребне податке профила пре коришћења "+appname+". Желите ли то да урадите сада?";

_l.checkScoreErrorLight = "Налог није активиран";
_l.timestamperror = "Време у апликацији и у чвору се не поклапа";

// Error Page 404
_l.e404 = "404";
_l.e404e = "Страница није пронађена. Врати се на главну страницу";
_l.postLimitLight = function(v){
  return "Достигли сте свој лимит од " + (v || 15) + " објава у периоду од 24 сата";
}
_l.postLimitLight = function(v){
  return "Достигли сте свој лимит од " + (v || 15) + " оцењивања у периоду од 24 сата";
}


_l.doubleLimitLight = "Већ сте оценили ово";

_l.SelfSubscribeError = "Не можете се претплатити на себе";
_l.DoubleSubscribeError = "Покушајте акцију касније";

_l.InvalideSubscribeError = "Нисте претплаћени на овог корисника";

_l.ChangeInfoLimitError = "Можете уређивати свој профил само једном на сат. Молимо сачекајте и покушајте поново.";
_l.SelfScoreError = "Не можете оценити сопствену објаву";

_l.unexperror10 = "Непозната грешка (10)";

_l.unexperror11 = "Непозната грешка (11)";

_l.unexperror12 = "Непозната грешка (12)";

_l.networkerror = "Постоје неки проблеми са чвором";

_l.canSpendError = "Морате сачекати да се ваша претходна трансакција обрише у блокчејну. Молимо сачекајте";
_l.noMoneyError = "Не можете да обављате акције са нултим стањем на рачуну";

_l.scoreLimitLight = "Достигли сте ограничење рејтинга";

_l.waitConf = "Морате да сачекате да се ваша претходна трансакција обрише у блокчејну";

_l.postWaitConf = "Објава чека потврду блокчејна";

_l.actionWaitConf = "Акција чека потврду блокчејна";


// notifications

_l.ntnow = "Сада"
_l.ntlasthour = "Овог сата"
_l.nttoday = "Данас"
_l.ntyesterday = "Јуче"

_l.ntmounth = "Овог месеца"
_l.ntearlier = "Раније"

_l.nodeWalletAdd = "Додавање адресе може потрајати. Желите ли да наставите?"
_l.nodeEnableNoteHeader = "Напомена"
_l.nodeEnableNote = "Укључивање чвора може заузети до 5 ГБ РАМ-а. Уверите се да имате довољно. Срећно улагање!"

/// 1301


_l.address = "Адреса"
_l.privatekey = "Приватни кључ"
_l.qrcode = "QR код"
_l.addaccount = "Додај налог"
_l.entermnimo = "Унесите мнемонику или приватни кључ"
_l.add = "Додај"
_l.e13011 = "Сада ћете наставити регистрацију након што инсталирате "+appname+" Десктоп."
_l.e13012 = "Ако се "+appname+" није почео преузимати, молимо кликните овде да бисте га инсталирали."
_l.e13013 = "Унесите наслов за слику (опционо)"
_l.e13014 = "Ова датотека није у подржаном формату:"
_l.e13015 = "Ова датотека је превелика:"
_l.e13016 = "Налепите линк са YouTube-а, Vimeo-а и притисните Enter"
_l.e13017 = "Учитавање у Blockchain"
_l.e13018 = "Да ли заиста желите да уклоните овај чланак?"
_l.e13019 = "Ново"
_l.e13020 = "Напиши нови чланак"
_l.youarefollowing = "Пратим"
_l.follow = "Пратим"
_l.blocked = "Блокирано"
_l.e13021 = "Прикажи још"
_l.block = "Блокирај"
_l.blockuser = "Блокирај корисника"
_l.unblockuser = "Деблокирај корисника"
_l.e13022 = "Да ли заиста желите да престанете да пратите корисника?"
_l.unfollow = "Престани да пратиш"
_l.unblock = "Деблокирај"
_l.share = "Дели"
_l.info = "Информације"
_l.copyLink = "Копирај директну везу"
_l.includeRefLink = "Укључи рефералну везу"
_l.shareVia = "Дели преко"
_l.embedding = "Уграђивање"
_l.copyEmbeddingCode = "Копирај код за уграђивање"
_l.showCode = "Прикажи код"
_l.embeddingSettings = "Подешавања уграђивања"
_l.blackTheme = "Црна тема"
_l.includeComments = "Укључи коментаре"
_l.showOnlyLast = "Прикажи само последњи коментар"
_l.showAll = "Прикажи све коментаре"
_l.dontShow = "Не приказуј коментаре"
_l.removeDescription = "Уклони опис"
_l.preview = "Преглед"
_l.autoplayVideo = "Аутоматска репродукција видео"
_l.learnMoreBoost = "Сазнајте више о Boost-у"
_l.onlyVideo = "Само видео"
_l.signToComment = "Да бисте видели или објавили коментаре, потребно је да се пријавите или региструјете"

_l.blockUserQ = "Да ли желите да блокирате корисника?"
_l.e13023 = "Да ли заиста желите да деблокирате корисника?"
_l.e13024 = "Ваш приватни кључ за пријаву"
_l.e13025 = "Направи нови налог"
_l.e13026 = "Регистрација "+appname+""


_l.e13027 = "Остани потписан"
_l.e13028 = "Унели сте неважећи приватни кључ"
_l.e13029 = "Порука је празна"
_l.e13030 = "Коментари имају ограничење од 1000 знакова по коментару"
_l.e13031 = "Подели коментар"
_l.e13032 = "Да ли заиста желите да обришете коментар?"
_l.e13033 = "Коментар је уклоњен"
_l.postRemoved = "Објава је уклоњена"
_l.postNotFound = "Објава није пронађена"


_l.e13034 = "Да"
_l.e13035 = "Не, откажи"
_l.hide = "Сакриј"
_l.e13036 = "Прикажи коментаре"
_l.e13037 = "Одговори"
_l.remove = "Уклони"
_l.e13038 = "Коментариши сада"
_l.e13039 = "Коментариши сада"
_l.e13040 = "Немате привилегије за коментарисање"
_l.complain = "Жалим се"
_l.complain_success = "Ваша жалба је успешно поднета"
_l.next = "Следеће"
_l.post = "Објави"

_l.e13041 = ""+appname+" Веза"
_l.e13042 = ""+appname+" Проки"
_l.e13043 = ""+appname+" Чворови"

_l.e13044 = "Додај чвор"
_l.e13045 = "Чворови нису пронађени"
_l.e13046 = "Адреса"
_l.e13047 = "ВС"
_l.e13048 = "Име"
_l.e13049 = "Статус"
_l.e13050 = "Проксији нису пронађени"
_l.e13051 = "Не користи прокси"
_l.e13052 = "Није могуће повезати се са проксијем"
_l.e13053 = "Није могуће повезати се са чвором"
_l.e13054 = "Додај прокси"
_l.e13055 = "Измени прокси"
_l.save = "Сачувај"
_l.e13056 = "Хост чвора"
_l.close = "Затвори"
_l.e13057 = "Молимо вас да попуните сва поља"
_l.e13058 = "Већ имате овај прокси на листи."
_l.delete = "Обриши"
_l.e13059 = "Да ли заиста желите да обришете овај прокси са листе?"
_l.e13060 = "Листа проксија"
_l.e13061 = "Да ли заиста желите да престанете да користите прокси. Безбедан је за коришћење (Http веза)"

_l.e13062 = "Измени чвор"
_l.onproxy = "На проксију"
_l.locally = "Локално"
_l.nodehost = "Хост чвора"
_l.e13063 = "RPC порт"
_l.e13064 = "WS порт"
_l.e13065 = "Назив чвора"
_l.e13066 = "Унесите назив чвора"
_l.e13067 = "RPC пријава"
_l.e13068 = "Пријава за PRC ауторизацију"
_l.e13069 = "RPC лозинка"
_l.e13070 = "Лозинка за PRC ауторизацију"
_l.e13071 = "Попуните сва поља"
_l.e13072 = "Да ли заиста желите да избришете овај чвор са листе?"
_l.e13073 = "Да ли заиста желите да престанете да користите прокси? Безбедно је за коришћење (Http веза)"
_l.notselected = "Није изабрано"
_l.donation = "донација"
_l.e13074 = "Чекају се средства. Адреса ће бити важећа"
_l.sminutes = "минути"
_l.e13075 = "Време за ову понуду је истекло."
_l.reactivate = "Поново активирај"
_l.e13076 = "Скенирајте овај код да бисте послали"

_l.back = "Назад"
_l.e13077 = "Додајте свој профил на листу донатора"
_l.e13078 = "Зашто тражимо донације?"

_l.e13079 = "Провели смо више од 6 година у слободно време поред пуних радних места доводећи "+appname+" до људи. Поред времена и труда, уложили смо и свој новац да помогнемо покретање платформе. Сада нам је потребна заједница да се укључи и помогне нам у расту."


_l.e13080 = "Како ће се средства користити?"
_l.e13081 = "Средства ће се користити за куповину оглашавања и ангажовање одређених стручњака за одређену област како би "+appname+" био још безбеднији. Тренутни развојни тим неће добити ниједну од ових донација. Где год је то могуће, овде ћемо објавити како смо користили средства."

_l.e13082 = "Шта ћете добити за своју донацију осим сазнања да сте подржали слободу:"

_l.e13083 = "Као знак наше захвалности за донацију, добићете поклон у одређеном износу Pocketcoin-а"

_l.e13084 = "Као знак наше захвалности, ако донирате више од 250 USD или еквивалента, добићете посебан знак у виду витеза поред вашег имена у "+appname+""
_l.e13085 = "Линк ка вашем "+appname+" профилу биће наведен испод, што ће довести више људи до ваших објава (осим ако нас не замолите да то не радимо)"
_l.e13086 = "Подржите "+appname+" сада"

_l.e13087 = "Bitcoin, Litecoin"

_l.supportFormTitle = "Да ли желите да донирате на други начин или имате друга питања? Контактирајте нас"
_l.addrNotAvailable = function(cur){
    return "адреса за " + cur + " тренутно није доступна";
}

_l.subject = "Предмет";


_l.e13088 = "Чланови "+appname+" који су донирали да подрже "+appname+""

_l.thankyou = "Thank you!"
_l.e13089 = "Ако желите да наведемо ваш "+appname+" профил на листи донатора, молимо вас да нам пошаљете информације о вашој донацији"

_l.e13090 = "Додајте ме на листу донатора"
_l.e13091 = "Или нам можете послати имејл на"
_l.e13092 = "са вашим јавним кључем и износом."
_l.finish = "Заврши"
_l.e13093 = "Молимо вас да изаберете начин донације"
_l.e13094 = "Дошло је до грешке. Поново учитајте страницу и покушајте поново (грешка: 0001)"
_l.e13095 = "Хвала вам што подржавате наш рад за слободу. Потрудићемо се да сваки динар буде важан."
_l.e13096 = "Молимо вас да унесете износ донације"
_l.e130961 = "Колико PKOIN-а желите да пошаљете?"
_l.e130962 = "Расположиво стање"
_l.e13097 = "Дошло је до грешке. Поново учитајте страницу и покушајте поново (грешка: 0002)"
_l.e13098 = "Додај везу ка екстерном сајту или ресурсу"
_l.e13099 = "Отпреми слике"
_l.e13100 = "Кликните овде да бисте изабрали датотеке за отпремање"
_l.e13101 = "или превуци и испусти"
_l.e13102 = "Додај везу ка екстерном сајту"
_l.e13103 = "URL није важећи"
_l.e13104 = "Дозвољено је највише 6 слика"
_l.e13105 = "Управљање чворовима"
_l.e13106 = ""+appname+" Чвор"

_l.e13107 = "Управљање чворовима може се извршити помоћу апликације"
_l.e13108 = "Не постоји веза са Electron прокси интерфејсом"


_l.e13109 = "Унесите речи са слике да бисте добили Pocketcoin и наставили"
_l.e13109lg = "Унесите речи са слике да бисте наставили"
_l.e13109h = "Кликните на шестоуглове да бисте саставили слику, а затим унесите текст са добијене слике"

_l.e13110 = "Унесите речи"
_l.poll = "Направи анкету"
_l.next = "Следеће"
_l.refresh = "Освежи"
_l.e13111 = "Додајте свој имејл да бисте добијали најновије "+appname+" новости"

_l.e13112 = "Унесите имејл"
_l.e13113 = "Додајте имејл"
_l.skip = "Прескочи"
_l.e13114 = "Постоји проблем са вашом регистрацијом због чудне активности."
_l.e13115 = "Пошаљите имејл"
_l.e13116 = "да бисте примили новчиће и отворили свој налог."
_l.e13117 = "Проверите стање"
_l.joinnow = "Придружите се сада"
_l.loading = "Учитавање"
_l.e13118 = "Речи се не подударају"
_l.e13119 = "Додајте имејл и наставите"
_l.e13120 = "Преузмите апликацију"
_l.e13121 = "Овде нема слика"
_l.e13122 = "Најновији коментари"

_l.e13123 = "Прикажи још објава"
_l.e13124 = "Више одличних "+appname+" објава!"

_l.e13125 = "Одељак са најпопуларнијим објавама је празан!"
_l.e13126 = "Овде ће бити приказане објаве људи које пратите"
_l.e13127 = "Овде ће бити приказане објаве људи које пратите"

_l.e13128 = "Овде ће бити приказане објаве људи које пратите"
_l.registration = "Регистрација"
_l.editpost = "Измени објаву"
_l.removepost = "Уклони објаву"
_l.removePostDialog = "Да ли заиста желите да уклоните објаву?"
_l.opennewwindow = "Отвори објаву у новом прозору"
_l.opennew = "Отвори објаву"
_l.pin = "Закачи објаву"
_l.pinned = "закачено"
_l.pinning = "закачено"
_l.pinPostDialog = "Да ли заиста желите да закачите ову објаву?"
_l.unpin = "Откачи објаву"
_l.unpinPostDialog = "Да ли заиста желите да откачите ову објаву?"


_l.unsubscribe = "Одјави се"
_l.startchat = "Ћаскање"
_l.reportpost = "Пријави објаву"
_l.reportuser = "Пријави корисника"
_l.reportminiapp = "Пријави"

_l.donate = "Донирај"
_l.blockuser = "Блокирај корисника"
_l.more = "Више"
_l.showmore = "Прикажи још"
_l.e13129 = "Приложене слике"
_l.e13130 = "Измењено"
_l.e13131 = "Блокирали сте овог корисника"
_l.e13132 = "оцењено"
_l.e13133 = "Дели"
_l.e13134 = "Нема резултата за ову претрагу"
_l.e13135 = "Корисник нема приватни кључ"
_l.discussed = "Највише дискутовано"
_l.e13136 = "Све објаве"
_l.e13137 = "Моје претплате"
_l.e13138 = "Најпопуларније објаве"

_l["Top Posts Over"] = "Најбоље објаве преко"
_l.bestFirst = "Прво најбољи"
_l.topnext = "Следећи"
_l.topprevious = "Претходни"
_l.topactual = "Врати се на најновије"

_l.e13139 = "Претражи на "+appname+""

_l.e13140 = "Претражи на"
_l.notifications = "Обавештења"
_l.showall = "Прикажи све"
_l.e13141 = "Немате обавештења"

_l.recommendations = "Препоруке"
_l.e13142 = "Сачувао/ла сам свој кључ, више ме не подсећај"
_l.e13143 = "Важно!"
_l.e13144 = "Копирај текст"
_l.e13145 = "Сачувај кључ на уређају"
_l.e13146 = "Крај објава"
_l.e13147 = "Подели"
_l.e13148 = "Да ли заиста желите да се жалите на ову објаву?"
_l.e13149 = "оцене корисника"
_l.e13150 = "Оцена објаве"
_l.totalLikes = "Укупно свиђања"
_l.e13151 = "Нико није оценио ову објаву"
_l.e13152 = "Оцене корисника"
_l.e13153 = "Прескочи и настави на веб локацију"
_l.e13154 = "Ваши подаци за пријаву"

_l.e13155 = "Да бисте користили "+appname+", потребно је да генеришете свој приватни криптографски кључ који замењује пријаву и лозинку са централизованих друштвених мрежа."

_l.users = "Корисници"
_l.userstx = "Корисници"
_l.user = "Корисник"
_l.postscount = "Број објава"
_l.about = "О нама"
_l.e13156 = "Следећи резултати"
_l.posts = "Објаве"
_l.disablePreview = "Онемогући преглед линка"
_l.e13157 = "Претрага по"
_l.e13158 = "нема резултата"
_l.e13159 = "Фраза за претрагу је празна"
_l.repost = "Поново објави"
_l.reposted = "Поново објави"
_l.e13160 = "Здраво Pocketeers!"

_l.e13161 = "Додајте ознаке за своју објаву"
_l.e13162 = "Можете унети највише 15 ознака или 2 категорије"
_l.e13163 = "Нема промена у објави"
_l.e13164 = "Молимо вас да додајете неколико речи како бисте рекли Pocketpeople-у о вашој вези. О чему се ради? Зашто је важна? Шта је ваше мишљење?"
_l.e13165 = "Ваша веза до видеа је неважећа. Молимо вас да учитате важећу URL адресу видеа."
_l.e13166 = "Спасили сте"
_l.e13167 = "људе са цензурисаног веба"
_l.e13168 = "Зарадите Pocketcoin за сваку регистрацију преко ваше везе"
_l.e13169 = "Директна веза"
_l.copy = "Копирај"
_l.e13170 = "Укључи позив за пријаву на "+appname+""

_l.more = "Више"
_l.e13171 = "Одличне вести. Стекао сам независност од монопола друштвених медија. Придружите ми се на pocketnet.app како бисмо могли да делимо и ћаскамо независно на блокчејну. Придружите ми се овде"

_l.e13172 = "Желим да те позовем у нову децентрализовану блокчејн друштвену мрежу која се зове "+appname+"! Пронаћи ћеш мноштво занимљивих ствари, а ако се пријавиш, обојиц́емо добити бонус у Pocketcoin криптовалуту!"

_l.e13173 = "Пошаљи имејлом"
_l.e13174 = "Дељење на друштвеним мрежама"
_l.e13175 = "Популарне ознаке"
_l.e13176 = "Тип адресе"
_l.e13177 = "Отпреми фотографију"

_l.requiredfields = "обавезна поља"
_l.e13178 = "Опционо"
_l.e13179 = "Листа непотрошених средстава"
_l.e13180 = "Ваша фактура је успешно креирана"
_l.e13181 = "Дошло је до грешке током процеса креирања понуде"
_l.e13182 = "Истраживач блокова"
_l.e13183 = "Центар за помоћ"
_l.e13184 = "Настави регистрацију"
_l.e13185 = "Веза прекинута"
_l.e13186 = "Измени профил"
_l.e13187 = "Садржај"
_l.e13188 = "Молимо вас да сачувате свој приватни криптографски кључ који замењује пријаву и лозинку са централизованих друштвених мрежа"
_l.e13189 = "Остави ме и изгубићу кључ заувек!"

_l.e13190 = ""+appname+" тема"

_l.e13191 = "Подеси тему"
_l.uiScaleSetting = "Скалирање интерфејса"
_l.uiScaleSettingTitle = "Подеси скалирање"
_l.e13192 = "Ниво"
_l.e13193 = "БОНУС"
_l.e13194 = "Репутација и статус"
_l.e13195 = "Ограничења"
_l.с = "Много захтева"
_l.e13197 = "Прими Pocketcoins"
_l.e13198 = "Приближно време чекања је"
_l.e13199 = "Придружите се "+appname+" сада"


_l.e13200 = "Назад на "+appname+""

_l.e13201 = "ПРИДРУЖИ СЕ БЕТА ВЕРСИЈИ"

_l.e13202 = ""+appname+" бета тест почиње 24. јануара"
_l.e13203 = "Хвала што сте се придружили листи за е-пошту бета теста "+appname+". Користење "+appname+" није обавезно, али ћемо користити ову е-пошту да вам шаљемо анкете за унапређење платформе. Хвала што помажете у обликовању будућности интернета."

_l.e13204 = ""+appname+" адреса за пријем"

_l.e13205 = "Параметри"
_l.e13206 = "Прими износ Pocketcoin-а"
_l.e13207 = "Пошаљи износ"
_l.e13208 = "Доступно"
_l.e13209 = "Листа за групно финансирање"
_l.e13210 = "Нова понуда"
_l.e13211 = "Копирај линк и подели"
_l.amount = "Износ"
_l.label = "Ознака"
_l.message = "Порука"
_l.copylink = "Копирај линк"
_l.sendMessenger = "Пошаљи путем месинџера"
_l.e13211 = "Молимо вас да попуните ова поља"
_l.e13212 = "Креирај QR код"
_l.e13213 = "Адреса за пријем"
_l.process = "Процес"
_l.source = "Извор"
_l.yourmessage = "Ваша порука"
_l.e13214 = "Износ у Pocketcoin-у"
_l.currency = "Валута"


_l.e13215 = "Изаберите валуту"
_l.e13216 = "Износ валуте"
_l.e13217 = "Време за ову понуду је истекло."
_l.e13218 = "Чекају се потврде блокчејна"
_l.e13219 = "Пошаљите Pocketcoins вама"
_l.e13220 = "Pocketcoins испоручени"
_l.errorreload = "Дошло је до грешке. Молимо вас да поново учитате страницу и покушате поново"
_l.e13221 = "Да ли заиста желите да избришете информације о овој понуди? Понуда се не може зауставити"

_l.e13222 = "Преузмите Десктоп апликацију – ово је најотпорнији начин на цензуру за коришћење "+appname+". Чак и ако се сајтови затворе, десктоп апликација ће и даље радити директно преко чворова."



_l.e13223 = "Преузмите "+appname+" за Windows"
_l.e132232 = "Преузмите "+appname+" за macOS"
_l.e13224 = "Преузмите "+appname+" за Linux"

_l.e132233 = "Преузмите "+appname+" за Android"
_l.e132221 = "Преузмите мобилну апликацију – ово је најкориснији начин за коришћење "+appname+"."

_l.installpwa = "Инсталирај"

_l.step1 = "Корак 1:"
_l.step2 = "Корак 2:"
_l.installios_instruction3 = "на дну екрана"

_l.e132233ios = "Инсталирајте "+appname+" за iPhone"

_l.installios_caption = "Инсталирајте "+appname+" за iPhone"

_l.installios_empty = "Ово је страница за инсталирање апликације за iPhone. Апликације за друге оперативне системе можете пронаћи овде"
_l.installios_empty_button = "Иди на страницу апликације"
_l.installios_instruction1 = "додирните"
_l.installios_instruction2 = "затим Додај на почетни екран"


_l.e13225 = ""+appname+" Чвор"
_l.e13226 = "Преузми Чвор"
_l.e13227 = "Преузми "+appname+" Чвор за Windows"
_l.e13228 = "Преузми "+appname+" Чвор за Linux"

_l.e13229 = "Неважећи приватни кључ"
_l.e13230 = "Недефинисана грешка везе"

_l.e13231 = "Веза прекинута"

_l.e13232 = "Није могуће повезати се са чвором"
_l.e13233 = "Овај коментар је уклоњен"

_l.e13234 = "Грешка при враћању/41"
_l.e13235 = "Не можете двапут оценити коментар"
_l.e13236 = "Овај коментар је уклоњен"

_l.e13237 = "Не можете сами себе оценити"
_l.e13238 = "Грешка при уређивању коментара. Молимо сачекајте један минут и покушајте поново/ 37"
_l.e13239 = "Грешка при слању коментара. Одговарате на коментар који је обрисан"

_l.e13240 = "Коментар на који одговарате је обрисан од стране корисник"
_l.e13241 = "Садржај је прекорачио ограничење величине. Немогуће је извршити радњу"
_l.e13242 = "Блокирала вас је ова особа"
_l.e13243 = "Достигли сте ограничење броја позитивних коментара у периоду од 24 сата"
_l.e13244 = "Можете изменити коментар само током првог дана након његовог објављивања и само 4 пута"
_l.e13245 = "Достигли сте ограничење броја слања коментара у периоду од 24 сата"

_l.e13246 = "Покушавате да измените туђу објаву"
_l.e13247 = "Достигли сте ограничење од 5 уређивања објава у периоду од 24 сата"
_l.saveSettingsLimit = "Достигли сте ограничење чувања подешавања у периоду од 24 сата"

_l.e13248 = "Можете изменити само једном по блокчејну. Молимо сачекајте минут, па покушајте поново"
_l.e13249 = "Не можете блокирати себе"
_l.e13250 = "Већ сте блокирали овог корисника"
_l.e13251 = "Нисте блокирали овог корисника"
_l.e13252 = "Трансакција је погрешно обликована"
_l.e13253 = "Не можете препоручити себе"
_l.e13254 = "Ово корисничко име је предугачко"
_l.e13255 = "Ово корисничко име је већ у употреба"
_l.e13256 = "Ова објава је предугачка, молим вас да је раздвојите."
_l.e13257 = "Ваш "+appname+" рејтинг репутације још не дозвољава регистрацију жалби"
_l.e13257_1 = "Ваш "+appname+" рејтинг репутације не дозвољава да стављате негативне оцене публикацијама"

_l.e13258 = "Достигли сте ограничење жалби у периоду од 24 сата"
_l.e2000 = "Грешка у повезивању. Молимо покушајте поново"

_l.e13259 = "Не можете да се жалите на сопствену објаву"
_l.e13260 = "Већ сте поднели жалбу против овог корисника."
_l.e13261 = "Сачувај кључ"
_l.e13262 = "Касније"
_l.e13263 = "Претплати се и укључи обавештења од овог корисника"
_l.e13264 = "Претплати се без обавештења"
_l.e13265 = "Ваше име више није доступно, изаберите друго"
_l.e13266 = "Бела тема"
_l.e13267 = "Тамна тема"
_l.e13268 = "Добит у Coinstake-у"
_l.e13269 = "Примљене трансакције"
_l.e13270 = "Примљени позитивни гласови"
_l.e13270d = "Примљени негативни гласови"

_l.e13271 = "Примљени коментари"
_l.e13272 = "Примљени одговори"
_l.e13273 = "Нови пратиоци"
_l.e13274 = "Спасени корисници"
_l.e13275 = "Оцена коментара"
_l.e13276 = "Прикажи уграђене видео записе"
_l.e13277 = "Аутоматско репродуковање видео записа"
_l.e13278 = "Покрени "+appname+" аутоматски"

_l.e13279 = "Ћаскање"
_l.e13280 = "Ознаке"
_l.e13281 = "Последњи коментари"
_l.e132812 = "Коментари"
_l.e13282 = "Телеграм бот токен"
_l.e13283 = "Објава из Телеграм канала"
_l.e13284 = "Додај бота у ћаскање и изабери"
_l.e13285 = "Питај пре објаве из Телеграма"
_l.e13286 = "Питај пре слања на Телеграм"
_l.e13287 = "Пошаљи на Телеграм канал"
_l.video = "Видео"
_l.audio = "Аудио"
_l.e13288 = "Главна страница са виџетима"
_l.e13289 = "Интеграција са Телеграмом"

_l.sound = "Звук"
_l.system = "Систем"
_l.e13290 = "Да ли желите да пратите"
_l.e13291 = "Да ли заиста желите да пошаљете поруку на Телеграм?"
_l.send = "Пошаљи"
_l.e13292 = "Већ имате чвор на овом хосту"
_l.e13293 = "Интерна грешка"
_l.e13294 = "Омогући PGSQL базу података"
_l.e13295 = "ДБ хост"
_l.e13296 = "ДБ порт"
_l.e13297 = "ДБ макс"
_l.e13298 = "Време чекања мировања ДБ, мс"
_l.e13298 = "ДБ име"
_l.e13300 = "ДБ корисник"
_l.e13031 = "ДБ лозинка"
_l.e13302 = "Прокси сервер укључен"
_l.e13303 = "Порт прокси https сервера"
_l.e13304 = "Порт прокси wss сервера"
_l.e13305 = "Сервер SSL кључ, pem"
_l.e13306 = "SSL сертификат сервера, pem"
_l.e13307 = "SSL лозинка сервера"
_l.e13308 = "Firebase администраторски SDK"
_l.e13309 = "Ваша адреса крана"
_l.e13310 = "Омогући капчу"
_l.e13311 = "Омогући ограничавач IP адресе"
_l.e13312 = "Сервер"

_l.e13313 = "База података, PG sql"
_l.e13314 = "Firebase"
_l.e13315 = "Остало"
_l.e13316 = "Омогући"
_l.e13317 = "Бинарна путања"
_l.e13318 = "Путања конфигурације"
_l.e13319 = "Путања података"
_l.e13320 = "Адреса за складиштење"
_l.e13321 = "Увези адресу налога у чвор за складиштење"
_l.e13322 = "Стање"
_l.e13323 = "Адресе за складиштење"
_l.e13324 = "Последњи блок"
_l.control = "Контрола"
_l.setup = "Подешавање"
_l.e13325 = "Да ли заиста желите да објављујете поруке из Телеграма?"
_l.e13326 = "Објави"
_l.e13327 = "Да ли стварно желиш поново да користиш прокси?"
_l.e13328 = "Свиђа ми се твој коментар!"
_l.e13329 = "Нови коментар, свиђа ми се"
_l.e13330 = "поделио/ла је ваш пост"
_l.e13331 = "поделио/ла је ваш пост"
_l.e13332 = "има потпуно нови пост"
_l.e13332v = "има потпуно нови видео"
_l.e13333 = "Долазна трансакција"
_l.e13334 = "Честитамо, освојили сте"
_l.e13335 = "Pocketcoin за ваш најновији"
_l.e13336 = "са поруком"
_l.e13337 = "коментарисао/ла је ваш пост"
_l.e13338 = "одговорио/ла је на ваш коментар"
_l.reply = "Одговори"
_l.e13339 = "Спасили сте некога са цензурисаног веба. Неки новчићи су на путу!"
_l.e13340 = "Честитам!"
_l.e13341 = "пратио/ла сам те"
// <%=e("e13352")%> <%=e("e13037").toUpperCase()%> <%=e("")%> self.app.localization.e("e13337")
_l.e13342 = "Нови пратилац"
_l.e13343 = "гласао/ла је за вашу објаву"
_l.e13344 = "Нови глас"
_l.e13345 = "послао/ла вам је приватну поруку"

_l.e13346 = "Имате нове поруке"
_l.e13347 = "Ажурирања за "+appname+" су доступна. Желите ли применити ажурирања сада?"
_l.e13348 = "Не, касније"
_l.e13349 = "Ажурирања за "+appname+" су доступна. Желите ли отићи на страницу за преузимање нове верзије?"
_l.e13350 = "Придружите се "+appname+" и зарадите Pocketcoin одмах"
_l.e133512 = "Молимо напишите неколико речи о себи како бисте помогли људима да одлуче да ли желе да вас прате"
_l.e13351 = ""+appname+" ћаскање"

_l.e13352 = "Немате привилегије за ћаскање"

_l.e14001 = "Језик објављивања"

_l.e14002 = "Да ли сте сигурни да желите да обришете објаву?"
_l.e14003 = "Техничко"
_l.e14004 = "Где да преузмем клијента?"
_l.e14005 = "Где да преузмем чвор?"
_l.e14006 = "Кликните на "+appname+"Setup.exe"

_l.e14007 = "За сва питања пишите на core@pocketnet.app"

_l.e14008 = ""+appname+""
_l.e14009 = "Видим PN адресу и адресу новчаника... да ли су обе ове адресе на PN блокчејну?"
_l.e14010 = "PN адреса је она која се користи за објављивање садржаја и коришћење друштвених мрежа уопште. Она такође чува новчиће које освајате за своје високо оцењене објаве."
_l.e14011 = "Адресе новчаника служе за чување остатка новчића."
_l.e14012 = "Могу ли да поставим линк ка свом профилу? Или мојој 'страници'? Тако да могу да га објавим у својој заједници како бих привукао чланове."
_l.e14013 = "У прегледачу, идите на свој профил кликом на аватар у горњем десном углу и само копирајте адресу прегледача. Сви који се пријаве преко тог линка ће вас аутоматски пратити и добићете награде."
_l.e14014 = "На десктопу, из десктоп апликације идите на свој профил. Када се тамо нађете, биће три иконе десно од вашег аватара. Прво ће бити новчаник са бројем новчића, затим звоно са обавештењима, а трећа је икона зеленог крста. Кликните на тај зелени крст и кликните на копирај. Пошаљите тај линк. Сви који се претплате ће вас пратити и добићете награде."
_l.e14015 = "Систем звезда. Да ли постоји ограничење колико звездица особа може дати људима?"
_l.e14016 = "Постоје нека ограничења. Али како вам репутација расте, можете гласати све више и више. Ово је урађено како ботови не би разбили наш блокчејн. У почетку добијате 100 оцена сваких 24 сата. Како вам репутација расте (то се дешава објављивањем и оцењивањем), онда дајете 200 оцена дневно."
_l.e14017 = "Колико дуго ћу моћи да ажурирам свој профил?"
_l.e14018 = "Можете ажурирати свој профил једном на сат."
_l.e14019 = "Да ли постоји Линукс десктоп?"
_l.e14020 = "Да! У току је 2-3 недеље јер бета тестирање напредује."
_l.e14021 = "Где чувате видео садржај?"
_l.e14022 = "Радимо на складиштењу видеа, у међувремену можете делити са Bitchute-а, Youtube-а, Vimeo-а и других видео извора."
_l.e14023 = "Да ли постоји мобилна апликација?"
_l.e14024 = "Да. Али свима топло препоручујемо да преузму и десктоп апликацију, јер, за разлику од Андроид или iPhone апликације, Google или Apple не могу да вам је одузму."
_l.e14025 = "Можете ли ми рећи које је ограничење за објављивање сваког дана или сата?"
_l.e14026 = "Имамо нека ограничења, али након тестирања смо повећали наша ограничења. На почетку можете направити 15 објава и издати 100 оцена сваких 24 сата. Када ваша репутација порасте изнад 50, моћи ћете да направите до 30 објава и 200 оцена сваких 24 сата."
_l.e14027 = "Шта је репутација и како се израчунава?"
_l.e14028 = "Ваша репутација је збир ваших оцена израчунат на следећи начин. Имајте на уму да корисници са репутацијом испод 50 не утичу ни на чију репутацију или добитке новчића. Они могу да оцењују садржај, али то не утиче на репутацију."
_l.e14029 = "Дакле, ако имате две оцене од 5 звездица и једну оцену од 1 звездице, укупан износ ће бити"
_l.e14030 = "Да ли постоји начин да се обрише или измени објава?"
_l.e14031 = "Не у овом тренутку, јер је то уграђено у блокчејн. Међутим, радимо на функцији за креирање трансакције преписивања, као и трансакције 'сакривања', што би се ефикасно превело као уређивање или брисање."
_l.e14032 = "Да ли постоји начин да се претражи корисник?"
_l.e14033 = "Кликните на лупу за претрагу на врху и претражите по корисничком имену или кључним речима."
_l.e14034 = "Како пратите некога?"
_l.e14035 = "Поред аутора објаве (на врху објаве) налази се линк за праћење, његове објаве можете пронаћи у Најпопуларнијим објавама (црвени пламен на врху странице). Ускоро ћете видети и фид Претплате, који ће се разликовати од главног фида. Главни фид ће бити све што неко објављује хронолошки, али фид Претплате ће садржати само објаве људи које пратите. Дакле, ићи ћете у општи фид у потрази за добрим садржајем, иако вам се можда неће свидети све. Затим изаберите оне које желите да задржите. Као пецање :)"
_l.e14036 = "Да ли се може користити на прегледачима Brave или Duck Duck go?"
_l.e14037 = ""+appname+" треба да ради на овим прегледачима. Потпуно је функционалан на Chrome и Firefox-у. Али снажно охрабрујемо све да преузму десктоп апликацију (преузмите "+appname+"Setup.exe овде: https://github.com/pocketnetteam/pocketnet.gui/releases/tag/v0.0.33-beta). Она никада не може бити блокирана (чак и ако pocketnet.app није доступан или је блокиран из неког разлога). Ово је озбиљан разлог у тоталитарним и квазитоталитарним земљама које, ако размислите, почињу да обухватају све већи део света."
_l.e14038 = "Можемо ли да одговарамо на своје/и туђе објаве?"
_l.e14039 = "Да, коментарисање је могуће испод сваке објаве."
_l.e14040 = "Како додати ознаку објави?"
_l.e14041 = "Само унесите ознаку у поље и притисните ентер. Нема потребе да наводите #, биће аутоматски додата."
_l.e14042 = "Како могу да користим јавну адресу?"
_l.e14043 = "Ваша јавна адреса је оно што "+appname+" користи за верификацију вашег идентитета. У суштини, ваш приватни кључ је заиста велики број (који се може представити као секвенца од 12 речи или QR код). Тај број се помножи са другим бројем који сви знају (назван базна тачка) и добијамо јавни кључ. Када унесете свој приватни кључ, можемо га помножити са базном тачком да добијемо ваш јавни кључ и упоредити га са јавном адресом. Ако се поклапају, знамо да сте то ви. Немогуће је израчунати уназад, односно поделити јавни кључ са базном тачком да бисте добили приватни кључ. Начин на који множење функционише у криптографији је једносмеран и не може се обратити, тако да је ваш кључ безбедан. "+appname+" користи исту криптографију као и Bitcoin."

_l.e14044 = "Да ли ће бити доступан извршни фајл за преузимање за Mac?"
_l.e14045 = "Да - радимо на Mac платформи. Циљ је средина априла."
_l.e14046 = "Pocketcoin"
_l.e14047 = "Шта могу да урадим са Pocketcoin-ом?"
_l.e14048 = "Тренутно можете освојити Pocketcoin или га послати као поклон. Међутим, ако и када "+appname+" заживи, Pocketcoin ће бити главни начин плаћања оглашавања на платформи. Оглашивачи ће лако моћи да пронађу ауторе садржаја са одговарајућом публиком и понуде им могућности за рекламирање. Ово ће бити посао без потребе за поверењем (тј. ниједна страна не може преварити другу), захваљујући нечему што се зове мултисигнатурни уговори. Мултисиг уговор захтева дигитални потпис обе стране да би био валидан. Када оглашивач понуди рекламу креатору садржаја, он креира први од два потребна потписа. Потписује саму рекламу и понуђени износ. Креатор садржаја прегледа овај делимично потписани мултисиг и ако га прихвати, додаје други потпис. Када блокчејн види оба потписа, креатор садржаја се аутоматски плаћа и реклама се аутоматски приказује на каналу креатора. Ове трансакције ће се обављати искључиво кроз Pocketcoin. Дакле, ако Pocketcoin постане велик, биће изузетно вредан токен."
_l.e14049 = "Да ли је Pocketcoin као акција у "+appname+"?"
_l.e14050 = "Свакако не. "+appname+" чак није ни корпорација и нема власништво. То је отворени изворни код који свако може копирати и покренути. Pocketcoin је токен који олакшава размену вредности, посебно оглашавање. Поред тога, "+appname+" ће укључити тржиште где ће се роба и услуге продавати директно за Pocketcoin."

_l.e14051 = "Могу ли купити додатни Pocketcoin?"
_l.e14052 = "Да, створићемо начин за куповину Pocketcoin-а за Bitcoin и неколико других криптовалута на pocketnet.app. Сав приход од продаје биће коришћен за оглашавање "+appname+" широм света. Дакле, куповином Pocketcoin-а позиционирате себе за успех "+appname+", али што је још важније, помажете "+appname+" да постигне тај успех. Све главне друштвене мреже имале су буџете за оглашавање од милијарде долара. "+appname+" су финансирали његови оснивачи, а програмери су радили само за Pocketcoin. Потребна нам је ваша помоћ да проширимо реч. Да бисте дали додатни допринос, размислите о куповини неких Pocketcoin-а како бисте нам помогли у оглашавању сајта. За куповину Pocketcoin-а, прво ћете морати да купите Bitcoin или неку другу криптовалуту, што је сада изузетно једноставно."
_l.e14053 = "Могу ли купити Pocketcoin за америчке доларе или другу фиат валуту?"
_l.e14054 = "Не."
_l.e14055 = "Приватност"
_l.e14056 = "Да ли су људи који не унесу своја права имена анонимни?"
_l.e14057 = "Да - имена, телефони, имејл НИСУ ни на који начин повезани са вашим налогом, само се опционо уносе ради примања новости о билтену."
_l.e14058 = "Да ли неко може да види профил (нечије објаве) ван баште? Да ли је то ограђена башта?"
_l.e14059 = "Пошто су цео блокчејн и све објаве у отвореном коду, свако може имати приступ вашим објавама и профилу. Само знају да је то повезано са вашом јавном адресом. У пракси, можете имати више налога. Можете користити неке са својим правим именом, а друге анонимно. Анонимност је одличан алат за заштиту слободе говора од злоупотребе моћи."
_l.e14060 = "Да ли је мој јавни кључ као ИД новчаника који уносим на свој профил и људи могу да му шаљу поене?"
_l.e14061 = "Тачно. И безбедно га је открити. Али није тајна фраза - чувајте га на сигурном!"
_l.e14062 = "Могу ли да покренем чвор на свом headless серверу?"
_l.e14063 = "Ставићемо изворни код чвора на GitHub. Упутства за покретање чвора биће доступна почетком априла."
_l.e14064 = "Како могу поново да се пријавим?"
_l.e14065 = "Можете користити свој приватни кључ од 12 речи или QR код за пријаву."
_l.e14066 = "Курирање садржаја"
_l.e14067 = "Да ли је сваки садржај дозвољен на "+appname+"? Ако неки садржај није дозвољен, може ли платформа и даље да се назове слободним гласом?"
_l.e14068 = "Ово је веома важно питање и објавићемо много видео записа и чланака о њему, а тражићемо и ваше мишљење. За почетак, нису све врсте садржаја дозвољене. Међутим, и ово је кључно, спровођење је транспарентно и зависи од заједнице на начин који ћемо објаснити у наставку. Спровођење врши заједница и отворено је, без скривених забрана или селективних забрана које практикује Силицијумска долина."
_l.e14069 = "Посебности курирања на "+appname+"."
_l.e14070 = "Када ваш углед достигне 100 и притиснете тачке у горњем десном углу било које објаве, видећете опцију за жалбу. Ако пристигне довољно жалби, објава се више неће приказивати. Када неко има више од 2 објаве које буду изгласане са платформе у року од 24 сата, не може да објављује још 48 сати након друге објаве. Жалба је завршена када је број жалби најмање ⅓ од броја оцена од 4 и 5 звездица, подложно минимуму од 10 жалби (што ће се временом прилагођавати у консултацији са заједницом)."
_l.e140701 = "Ми смо изузетно и страствено за слободу говора. Међутим, не желимо да претворимо "+appname+" у маргинални форум где владају лудаци. Шта би вас навело да се жалите?"
_l.e140702 = "НЕ жалите се због ствари које вам једноставно неће бити по вољи или вас вређају. То није довољно висок критеријум. Не пратите људе који вас вређају, ускоро ћемо имати функцију за неприказивање њихових објава, али немојте се жалити на њих. Жалите се само на ствари које угрожавају дугорочну одрживост "+appname+" као платформе за масовну комуникацију која жели да досегне све слојеве друштва у многим земљама."
_l.e140703 = "Снажно препоручујемо да се жалите на порнографију/гола тела било ког типа. Постоји пуно сајтова са порнографијом/голоћом на вебу, ми не желимо да мешамо нашу мисију слободе говора са тим. Снажно охрабрујемо заједницу да гласа против порнографије/гола тела. Друго, било каква врста директне претње треба да буде уклоњена гласањем, као и јасни примери расизма. Ако дозволимо да нас масовни медији директно повежу са расизмом или насиљем, "+appname+" ће престати да постоји пре него што уопште почне да ради. Само зато што масовни медији вичу вуку због лажног расизма, не значи да треба да им дамо за право толерисањем тога на нашој платформи. То ће одвратити пажњу од онога што покушавамо да постигнемо, а то је изазов новог тоталитаризма створеног од стране пакленог савеза медија, финансија и корумпираних владиних званичника."

_l.e14071 = "Важна напомена о расизму."
_l.e14072 = "Слободна мисao и слободан говор су под нападом на главним друштвеним платформама и у медијима. Морамо говорити истину, и због тога је ова платформа не-корпоративна и децентрализована. Али молимо све да изнесу своје ставове без напада на националност или расу људи. Можете изнети своје мишљење засновано на доказима. Не можемо дозволити да "+appname+" постане маргинална платформа. Говорите истину, али молимо избегавајте расизам и нападе на специфичне националности у целини. Знамо да су Силицијумска долина и главни медији претворили питање расизма у своју карту за игру и стално упозоравају на лажне претње. Још више разлога да будемо умерени и засновани на доказима и да не дозволимо да нас њихова клевета обавије. Ако то не учинимо, нећемо омогућити већини становништва да разматра доказе о корупцији главних медија представљене на "+appname+". Молимо имајте то на уму, како би слобода говора могла да напредује и како бисмо могли победити Facebook-е света.</div><div>У крајњем, заједница ће одредити правац платформе. Имање гомиле осетљивих људи који се жале на ствари које их вређају је подједнако лоше као када људи упућују директне претње насиљем. Међутим, први показатељ је да су рани корисници платформе углавном интелигентни и засновани на доказима, тако да будућност изгледа изузетно светла. Тим "+appname+" је приметио након неколико дана бета теста да смо престали да читамо чак и алтернативне новости, јер је било толико занимљивог садржаја на "+appname+". Само тако наставите!</div><div>Молимо вас да се укључите у дискусије о овим темама. Ово је платформа за заједницу. Увек смо вољни да побољшамо транспарентност платформе и треба да нам кажете како можемо побољшати курирање садржаја и његову контролу. Користите групни чет или пишите на support(at)pocketnet*dot*app или направите пуну објаву на ову тему."
_l.e14073 = "Посебности курирања на "+appname+"."
_l.e14074 = "Да ли је сваки садржај дозвољен на "+appname+"? Ако неки садржај није дозвољен, може ли платформа и даље да се назове слободним гласом?"
_l.e14075 = "Понекад можемо имати корисника који улази са циљем да нападне "+appname+" објављивањем низа одвратних слика. Да бисмо се заштитили од тога, имамо механизам праћења. Ако нечији рејтинг достигне -50 (минус педесет), њихов налог се аутоматски блокира. Добијање рејтинга од -50 је еквивалентно 25 оценa од једне звездице и без оценa од четири или пет звездица. Ово је скоро немогуће постићи без великог броја лоших објава."

_l.e14076 = "Означавање одређене објаве"
_l.e14077 = "Када ваш рејтинг достигне 50 и кликнете на три тачке у горњем десном углу било које објаве, видећете опцију Жалба. Ако стигне довољно жалби, објава више неће бити приказивана. Жалба се сматра успешном када број жалби буде најмање ⅓ броја оцена 4 и 5 звездица, уз минимум од 10 жалби (што ће се временом прилагођавати у договору са заједницом).<div>Ми смо изузетно и страствено за слободу говора. Међутим, не желимо да претворимо "+appname+" у маргинални форум где владају лудаци. Шта би вас навело да се жалите?</div><div>НЕ жалите се због ствари које вам једноставно нису по вољи или вас вређају. То није довољно висок критеријум. Не пратите људе који вас вређају, ускоро ћемо имати функцију за неприказивање њихових објава, али немојте се жалити на њих. Жалите се само на ствари које угрожавају дугорочну одрживост "+appname+" као платформе за масовну комуникацију која жели да досегне све слојеве друштва у многим земљама.</div><div>Снажно препоручујемо да се жалите на порнографију/гола тела било ког типа. Постоји пуно сајтова са порнографијом/голоћом на вебу, ми не желимо да мешамо нашу мисију слободе говора са тим. Снажно охрабрујемо заједницу да гласа против порнографије/гола тела. Друго, било каква врста директне претње треба да буде уклоњена гласањем, као и јасни примери расизма. Ако дозволимо да нас масовни медији директно повежу са расизмом или насиљем, "+appname+" ће престати да постоји пре него што уопште почне да ради. Само зато што масовни медији вичу вуку због лажног расизма, не значи да треба да им дамо за право толерисањем тога на нашој платформи. То ће одвратити пажњу од онога што покушавамо да постигнемо, а то је изазов новог тоталитаризма створеног од стране пакленог савеза медија, финансија и корумпираних владиних званичника."
_l.e14078 = "Како се "+appname+" разликује од..."

_l.e14079 = "Твитер, Фејсбук, Редит и друге централизоване платформе?"
_l.e14080 = "Не постоји централни ауторитет или корпорација. Платформом управљају једнаки чворови на блокчејну. Сви приходи се деле између оператера чворова и креатора садржаја. Оператори чворова улажу Pocketcoin како би ковали блокове са наградама и накнадама за трансакције. Половина награда у сваком блоку иде креаторима садржаја на основу оцена које њихов садржај прикупља од корисника."
_l.e14081 = "Децентрализоване платформе попут Minds.com и Sola?"
_l.e14082 = "Обе ове платформе, иако одличне, нису самосталне. Обе су у великој мери зависне од Ethereum платформе, јер су њихови токени засновани на ERC-20 Ethereum стандарду. То значи да операције са токенима носе накнаде за етеријум. Такође, ти ентитети имају корпорације иза себе, а корпорација ће увек бити тачка централизације због своје економске логике растућег профита. Поред тога, корпорације је изузетно лако цензурисати."
_l.e14083 = "Са Стимита?"
_l.e14084 = "Стимит има свој блокчејн, али је корпоративни ентитет са свим централизацијама које из тога произилазе."
_l.e14085 = "Децентрализоване платформе попут Мастодона и других?"
_l.e14086 = "Док је Mastodon у потпуности децентрализована платформа, њено коришћење захтева велики технички ниво знања. То представља значајну препреку за потенцијално широку употребу. "+appname+" нуди веб и десктоп апликације, а корисници могу да се пријаве са било ког уређаја, учитају своја лична подешавања из блокчејна и почну да користе платформу одмах, без потребе за техничким знањем."
_l.e14087 = ""+appname+" екосистем"
_l.e14088 = "Како се финансира развој "+appname+"?"
_l.e14089 = ""+appname+" је отвореног кода и тренутно га води група волонтера са озбиљним програмерским и математичким вештинама. Након лансирања, "+appname+" ће привући врхунске програмерске таленте због обећања о стварању децентрализоване и праведне друштвене мреже. Програмери и маркетиншки стручњаци који раде на Pocketcoin-у добијају 5% емисије. Награде за програмере и маркетере додељују чворови гласањем на транспарентан начин."

_l.e14090 = "Шта је Pocketcoin?"
_l.e14091 = "Pocketcoin је мрежни токен. Користи се искључиво за куповину оглашавања од сарадника "+appname+" и за плаћање накнада за трансакције у вези са тим плаћањима. Емисија Pocketcoin-а зависи од броја корисника "+appname+" и има унутрашње алгоритамске факторе који дугорочно вредност везују за Годишњи приход по кориснику (ARPU). ARPU је термин у дигиталном оглашавању који означава укупни приход који платформа оствари по активном кориснику годишње. У "+appname+" сав приход се дели између креатора садржаја и чворова."

_l.e14092 = "Како се креатори садржаја и оператери чворова награђују?"
_l.e14093 = ""+appname+" има јединствену Директну Пијацу где креатори садржаја могу продавати оглашавање купцима огласа. Креатори одређују своју цену и могу прихватити масовно произведене огласе или понудити веома вредне прилагођене поставке (креатори представљају производ на свој начин). Директна Пијаца је у основи берза за оглашавање која омогућава купцима огласа да циљају специфичне публике без посредника. Све куповине огласа и сами огласи су повезани на блокчејну, тако да је куповина огласа у потпуности поуздана."
_l.e14094 = "Шта ако корисници објављују незаконити садржај, порнографију/голотињу и СПАМ?"
_l.e14095 = ""+appname+" није даркнет платформа нити неки порнхуб. Иако је децентрализован и отпоран на цензуру, контролу врше корисници. Сав незаконити садржај се означава и уклања са платформе по Википедијином моделу. То значи да корисници са највишим рејтингом могу контролисати платформу. Међутим, постоје заштитни механизми (у оквиру отвореног кода) против истих или сличних група људи који више пута гласају за уклањање садржаја. Такође, корисници су јасно охрабрени да означавају незаконити садржај ИЛИ садржај који угрожава масовно усвајање "+appname+", а не само садржај који им се не допада. Да би "+appname+" био платформа слободног говора, охрабрујемо вас да учествујете, градите свој рејтинг и правилно контролишете платформу без цензуре која је тренутно распрострањена на централним друштвеним мрежама."
_l.e14096 = "Ко управља "+appname+"?"
_l.e14097 = "Не постоји корпоративни ентитет или појединац који поседује или контролише "+appname+"."
_l.e14098 = "Дизајнер "+appname+", Даниел Сачков, променио је свој главни фокус у лето 2019. године и сада ради на истраживању даље децентрализације блокчејн технологије која ће користити свима. Контролу над Пројектом предао је заједници и Чворовима који управљају Мрежом, у складу са идејом потпуно децентрализоване архитектуре и дизајна друштвених мрежа."
_l.e14099 = "Од тада тим способних, променљивих програмера и волонтера заједнице ради на остварењу његове визије."


_l.e14100 = "Центар за помоћ"
_l.e14101 = "Истраживач блокова"
_l.e14102 = "Честа питања"

_l.e14103 = "Пут"
_l.e14104 = "Подешавање чвора"
_l.e14105 = "Видео снимци"
_l.e14106 = "Апликације"
_l.e14107 = "Провери ажурирања"
_l.e14108 = "Подели одговор"
_l.e141081 = "Мени"
_l.e14109 = "Где да преузмем Андроид апликацију?"
_l.e14110 = "Google Play Market"

_l.peertubeAddVideo = "Отпреми видео"
_l.peertubeAddAudio = "Отпреми аудио"
_l.peertubeAddStream = "Додај пренос уживо у објаву"

_l.e14111 = "Дошло је до проблема са учитавањем слика"
_l.editcomment = "Измени коментар"
_l.system16 = {
    charts : {

    }
}
_l.selectnode = function(a) {
    return `Да ли заиста желите поново да се повежете на изабрани ${a} чвор?`
}


_l.downvoteShareMessage = "дао/ла је негативан глас за вашу објаву"

_l.shareviagroupemail = "Е-пошта"
_l.shareviagroupmessenger = "Месенџери"
_l.shareviagroupsocial = "Друштвене мреже"
_l.shareviagroupblog = "Блогови"

_l.anotherSiteCaption = "Пратите спољну везу ка сајту треће стране"
_l.anotherSiteDisc = "Нисмо одговорни за садржај сајта и топло препоручујемо да не наводите своје личне податке на сајтовима трећих страна."

_l.Categories = "Категорије"
_l.addtagsCategories = "Категорије и ознаке"
_l.addcategory = "Додај категорију"
_l.categoryname = "Назив категорије"
_l.entercategoryname = "Унесите назив категорије"
_l.categoryfilter = "Филтер категорије"
_l.emptycategoryname = "Молимо вас да унесете назив категорије."
_l.doublename = "Категорија са овим именом већ постоји. Изаберите друго име."

_l.showmoreusers = "Прикажи још корисника"
_l.zeron = "Ништа није пронађено";
_l.maxtags = "Дозвољено је највише 5 ознака";

_l.videotitle = "Унесите наслов видеа/стрима";
_l.videodesc = "Унесите опис видеа/стрима";
_l.entervideocaption = "Молимо вас, унесите наслов видеа";

_l.period = "Период";
_l.periodday = "Један дан";

_l.period3day = "Три дана";

_l.period7day = "Једна недеља";

_l.period31day = "Један месец";

_l.period182day = "Пола године";

_l.shareBareLink = "Дели линк видеа";
_l.videoCopied = "Линк видеа је успешно копиран у међуспремник";

_l.editWallpaper = "Промени слику прегледа";
_l.removeVideo = "Уклони медиј";

_l.removeVideoDialog = "Да ли сте сигурни да желите да обришете овај видео?"

_l.pterror_meta = "Peertube: Недефинисан захтев"
_l.pterror_host = "Peertube: Peertube сервер није пронађен"
_l.pterror_link = "Peertube: Непозната Peertube веза"
_l.pterror_removeerror = "Peertube: Није могуће уклонити медиј. Молимо покушајте поново"
_l.pterror_updateempty = "Peertube: Нису пронађене измене за ажурирање"
_l.pterror_uploaderror = "Peertube: Видео није отпремљен"
_l.pterror_dailyquotalimit = "Peertube: Достигли сте ограничење отпремања видеа"
_l.pterror_videoQuotaUsedDaily = "Peertube: Није успело добијање информација о каналу (квота)"
_l.pterror_usersMe = "Peertube: Није успело добијање информација о каналу"
_l.pterror_oauthClientsLocal = "Peertube: Није успело добијање oAuth информација са сервера"
_l.pterror_pocketnetAuth = "Peertube: Peertube-"+appname+" ауторизација није успела"
_l.pterror_getToken = "Peertube: Није могуће добити токен"
_l.pterror_videonotselected = "Peertube: Видео није изабран"

_l.settingsTranscoding = "Приликом отпремања видеа, транскодујем га на мом уређају"
_l.videoTranscodingNotOptimal = "Резултат транскодовања није оптималан. Настављам са оригиналним видеом"
_l.videoTranscodingError = "Дошло је до грешке приликом обраде вашег видеа"
_l.videoUploadingFinish = "Завршавам отпремање..."
_l.uploadNewVideo = "Отпреми нови видео"
_l.uploadNewAudio = "Отпреми нови аудио"
_l.selectVideoFile = "Изаберите видео датотеку"
_l.selectAudioFile = "Изаберите аудио датотеку"
_l.uploadVideoProgress_binaries = "Припрема бинарних датотека:"
_l.uploadVideoProgress_processing = "Обрада видеа:"
_l.uploadVideoProgress_uploading = "Отпремање видео:"
_l.uploadAudioProgress_uploading = "Отпремање звука:"
_l.uploadVideoProgress_start = "Иницијализација преузимања видеа:"
_l.uploadAudioProgress_start = "Иницијализација преузимања звука:"

_l.uploadCanceled = "Отпремање отказано"

_l.pleaseTryAgain = "Нешто није било у реду. Молимо покушајте поново"




_l.pbp_1 = ""+appname+" Бонус Програм"
_l.pbp_2 = "Критеријуми за бонус за оригинални садржај:"
_l.pbp_3 = "Сваке 15.000 прегледа + 1250 петозвезданих оцена од јединствених корисника + 1500 рефералних корисника"
_l.pbp_4 = "Еквивалент у PKOIN:"
_l.pbp_5 = "1.000 USDT"
_l.pbp_6 = "Како убрзати свој бонус?"
_l.pbp_7 = "Угради свој "+appname+" видео на спољне веб-сајтове (кликни на Подели и изабери Угради)"
_l.pbp_8 = "Подели свој видео на друштвеним мрежама и путем имејла"
_l.pbp_9 = "Подели линк ка својој личној страници (иди на свој профил и кликни Подели). Можеш направити посебне објаве које су ексклузивне само за твоје "+appname+" претплатнике. При креирању објаве изабери опцију Видљиво само претплатницима. Ексклузивни материјали ће повећати број реферала."
_l.pbp_10 = "Ако позовеш видео блогера и можеш то доказати, добијаћеш бонус једнак 25% њихових зарада од прва 4 бонуса."
_l.pbp_11 = "За сва питања, пишите на имејл"

_l.pbp_6_1 = ""
_l.pbp_6_2 = ""
_l.pbp_6_3 = ""



_l["Top Videos"] = "Топ Видео"
_l["More videos by this author"] = "Више видео записа овог аутора"

_l["pdirectdialog"] = "Спољни прокси сервери не одговарају, желите ли да пређете на локални прокси?"


_l.goLive = "Покрени уживо"
_l.streamInfo = "Информације о стриму"
_l.streamCreating = "Креирање стрима"

_l.importFromExternal = "или увези са YouTube-а"

_l.importHeading = "Увези видео са YouTube-а"
_l.importInputPlaceholder = "Налепи везу до свог YouTube видеа"
_l.importInputLabel = "URL видеа"

_l.capitalWarning = "Ограничења квалитета стрима"
_l.streamSettingsWarn = "За оптималне перформансе, користите подешавања стримовања не већа од следећих: брзина преноса од 2000 kb/s, резолуција 1920x1080p. У супротном, ваш пренос уживо може бити прекинут или нестабилан"

_l.keygeneration = "Генерисање криптографских кључева"

_l.failedStreamGeneration = "Није могуће покренути стрим"

_l.hideallnotifications = "Сакриј сва обавештења"

_l.e133452 = "послао вам је порука"
_l.e133453 = "позивам вас у ћаскање"


_l.createnewcontinue = "Настави са креирањем налога";

_l.transactionnotfound = "Трансакција није пронађена";

_l.donateself = "Не можете донирати себе";

_l.donated = "коментарисао/ла је вашу објаву и донирао/ла"

_l.incoins = "Нема довољно новчића";
_l.yourbalance = "Ваш салдо"
_l.sumoftransaction = "Износ трансакције"

_l.videoBitrateError = "Брејт видеа је превисок. Молимо вас, користите датотеку са нижим квалитетом/резолуцијом"
_l.videoQualityInfo = "Максимално дозвољени брзина видеа - 8 Mbit/s. Ако ваша датотека пређе ово ограничење, преузимање ће бити прекинуто. Максимална дозвољена резолуција - 720p. <br/> Препоручени брзини: <br/> <b>1080p:</b> 5081 Kbps <br/> <b>720p:</b> 2680 Kbps <br/> <b>480p:</b> 1300 Kbps <br/> <b>360p:</b> 700 Kbps"
_l.videoQualityCaption = "Ограничења квалитета видеа"
_l.videoFormats = "Листа подржаних видео формата: .mp4, .mkv, .mov, .avi, .wmv, .flv, .f4v, .3g2, .3gp, .mts, .m2ts, .mxf, .nut"
_l.videoSizeError = "Изабрана видео датотека прелази ограничење од 4 Gb по видеу. Молимо вас да је компресујете или изаберете другу."
_l.videoSizeAtt = "Максимална дозвољена величина датотеке: 4 Gb."
_l.videoFormatError = "Нетачан формат видеа";
_l.videoSelectError = "Није изабран видео";
_l.removevideoShareQuestion = "Отпремљени видео остаје доступан у видео кабинету. Да ли желите да потпуно избришете видео?";
_l.removevideoShareQuestionDelete = "Избриши видео"
_l.removevideoShareQuestionLeave = "Не"
_l.importingVideo = "Видео се учитава"
_l.importingVideoSuccess = "Видео је учитан. Можете наставити са објављивањем"

_l.streamLinks = "Линкови софтвера за стримовање"
_l.linkRTMP = "RTMP URL"
_l.linkStreamKey = "Кључ стрима"

_l.videoCabinet = "Моји видео снимци";
_l.uploadQuota = "Дневна квота за отпремање";
_l.attachVideoToPost = "Направи објаву са овим видеом";

_l.linkToPost = "Линк до објаве";

_l.attachVideoToPostShort = "Објава";

_l.totalStars = "Просечна оцена (Укупно гласова)";
_l.totalComments = "Укупно коментара";
_l.totalViews = "Прегледи видеа";

_l.enterVideoName = "Претражи по имену видеа";

_l.videoTranscoding = "Видео се обрађује и можда неће правилно радити / изазвати повећану потрошњу саобраћаја. Да ли и даље желите да га објавите?";
_l.waitForTranscoding = "Сачекајте обраду";

_l.bonusProgram = "Статус бонус програма";
_l.bonusProgramViews = "Укупан број прегледа видеа";

_l.bonusProgramRatings = "Укупно оцена";

_l.sortBy = "Сортирај по:";

_l.sortDirection = "Смер сортирања:";

_l.sortDirectionAsc = "Растуће";

_l.sortDirectionDesc = "Опадајуће";

_l.sortByName = "Име";

_l.sortByCreatedAt = "Датум креирања";

_l.sortByDuration = "Трајање";
_l.sortByViews = "Прегледи";

_l.unableToAuthorize = "Није могуће ауторизовати";
_l.unableToAuthorizeBody = "Нажалост, још увек не можете отпремати видео записе преко вебсајта на "+appname+". Потребно вам је најмање 5 PKOIN или 100 рејтинга да бисте отпремали видео записе. Или можете користити апликацију "+appname+".";

_l.unableToAuthorizeConnection = "Није могуће ауторизовати";
_l.unableToAuthorizeConnectionBody = "Нажалост, апликација није могла да аутентификује овај налог на видео серверу. Молимо покушајте касније.";





_l.download = "Преузми";
_l.downloaded = "Преузето";
_l.downloadedEmpty = "Преузети постови ће бити приказани овде";
_l.emptyDescription = "Опис је празан";
_l.transcodingShort = "Обрада у току";

_l.editVideoDescription = "Измени назив/опис видеа";

_l.errorChangingDescription = "Није могуће променити назив/опис видеа";

_l.downloadVideo = "Сачувај видео";

_l.downloadingVideo = "Чува се видео";

_l.deleteSavedVideo = "Избриши сачувани видео";

_l.downloadShare = "Сачувај Дели";

_l.deleteSavedShare = "Избриши Дели";

_l.selectQuality = "Изаберите квалитет отпремљеног видеа";

_l.downloadedVideos = "Преузети видео снимци";

_l.deleteAllDownloadedVideos = "Избриши све преузете видео снимке";
_l.noDownloadedVideos = "Нема преузетих видео снимака";
_l.deleteVideoDialog = "Обриши сачувани видео";
_l.deleteAllVideoDialog = "Да ли сте сигурни да желите да обришете све видео снимке?";
_l.videosDeleted = "Видео снимци су обрисани!";

_l.enterVideoName = "Унесите назив видеа";

_l.enterVideoDescription = "Унесите опис видеа";


_l.doyouwantseepk = "Да ли заиста желите да видите свој приватни кључ?";
_l.copycode = "Копирај приватни кључ";
_l.privatekeyqr = "QR код приватног кључа";
_l.saveimage = "Сачувај слику";

_l.showAllButton = "Прикажи све";

_l.hideAllButton = "Сакриј";

_l.UniqueUsers = "Јединствени оцењивачи";

_l.ErrorLoadingRates = "Грешка при учитавању";

_l.userGuides = "Водичи";

_l.liveSreamingGuide = "Пренос уживо";

_l.bhelperTitle1 = "Pocketnet се преселио"
_l.bhelperTitle2 = ""+appname+" слободе говора";
_l.bhelperSubtitle1 = "Pocketnet је сада";
_l.bhelperSubtitle2 = "Молимо, пратите линк испод";

_l.videotranscodingwait = "Молимо сачекајте, овај видео се обрађује. Ово може потрајати, а након транс кодирања моћи ћете да га објавите на "+appname+".";
_l.views = "Прегледи";
_l.viewers = "Гледаоци";

_l.saveshare = "Преузми видео";
_l.gotosaved = "Иди на преузето";
_l.successdownloaded = "Видео преузет";

_l.logoutaccount = "Одјавите се са налога";

_l.closeapplication = "Изађи из апликације";

_l.attachVideoLenta = "Приложи видео објави";

_l.attachVideoLentaShort = "Приложи";

_l.linkToPostLenta = "Већ објављено"

_l.ReferralUsers = "Препоручених корисника. Укупно/Од 01.11.2021."
_l.lockedaccount = "Ваш налог је блокиран због жалби корисника или одлуке жирија"

_l.lockedaccounta = "Ауторски налог је блокиран због жалби корисника или одлуке жирија"

_l.lockedaccountacomment = "Ауторски налог коментара је блокиран због жалби корисника или одлуке жирија"

_l.hiddenCommentLabel = "Коментар је скривен због ниске оцене или зато што је аутор блокирао корисника"

_l.blockedbymeHiddenCommentLabel = "Коментар је скривен јер сте блокирали корисника"

_l.hiddenCommentsLabel = "Коментар је скривен због ниске оцене коментатора"

_l.showhiddenComment = "Прикажи"

_l.showhiddenPost = "Прикажи објаву"

_l.visibletoeveryone = "Видљиво за сви"
_l.visibleonlytosubscribers = "Видљиво само претплатницима"
_l.visibleonlytoregistered = "Видљиво само за кориснике "+appname+""

_l.sharevisibility_sub = "За претплатнике"
_l.sharevisibility_reg = "За кориснике "+appname+""

_l.sharevisibilitylabel_sub_post = "Аутор је одлучио да овај <b>пост</b> буде видљив само претплатницима"
_l.sharevisibilitylabel_reg_post = "Аутор је одлучио да овај <b>пост</b> буде видљив само регистрованим корисницима "+appname+""
_l.sharevisibilitylabel_sub_article = "Аутор је одлучио да овај <b>чланак</b> буде видљив само претплатницима"
_l.sharevisibilitylabel_reg_article = "Аутор је одлучио да овај <b>чланак</b> буде видљив само регистрованим корисницима "+appname+""
_l.sharevisibilitylabel_sub_video = "Аутор је одлучио да овај <b>видео</b> буде видљив само претплатницима"
_l.sharevisibilitylabel_reg_video = "Аутор је одлучио да овај <b>видео</b> буде видљив само регистрованим корисницима "+appname+""
_l.buy = 'Купи';

_l.topAuthors = 'Препоручени аутори';
_l.recommendedPosts = 'Препоручене објаве';
_l.rating = 'Оцена';

_l.setupVideoNodeGuide = 'Подеси видео чвор'

_l.subscribers3 = 'Претплатници';

_l.MainBoard = 'Супротставите се цензури &';
_l.MainBoard1 = 'стекните финансијску независност';

_l.MainBoard2 = 'Први протокол друштвене мреже отпоран на цензуру';
_l.MainBoard3 = 'Заснован на блокчејн технологији, децентрализован и безбедан.';
_l.MainBoard4 = 'Без корпорације, без централизованих сервера, модерира заједница';
_l.MainBoard5 = 'Покреће Pocketcoin (PKOIN) за награђивање креатора и сарадника';
_l.MainBoard55 = 'Правила отвореног кода и транспарентна правила која су иста за све'

_l.MainBoard6 = 'Преузмите на';
_l.MainBoard7 = 'Google Play';
_l.MainBoard8 = 'Преузмите за';


_l.works = 'Верујемо у слободу';
_l.works1 = ""+appname+" је иновативна мрежа која може заобићи уобичајене тактике цензуре, као што су блокирање домена и забрана блогера због неслагања";
_l.works2 = ""+appname+" је такође платформа за дељење видео садржаја која, за разлику од традиционалних и главних друштвених мрежа, пружа вашу приватност и слободу од произвољне цензуре";
_l.works3 = ""+appname+" је такође приватни и на слободу оријентисани финансијски систем који користи Pocketcoin (PKOIN) за промоцију садржаја и робе";
_l.works4 = 'Водимо се СЛОБОДОМ';
_l.works5 = 'Не зависи од корпоративних ентитета';
_l.works6 = 'Не зависи од банака за финансирање и пословање';
_l.works7 = 'Не зависи од било ког домена или веб-сајта који се може лако блокирати';



//aboutHome
_l.aboutServices = 'БЕЗ ЦЕНЗУРЕ';

_l.aboutServices1 = 'Отпоран на цензуру';
_l.aboutServices2 = ""+appname+" постоји на децентрализованим чворовима широм света које покрећу корисници. Сваки чвор ради по истом транспарентном скупу правила, спречавајући било кога да произвољно забрани садржај. Чак ни развојни тим "+appname+" не може забранити никога, платформа је кориснички модерирана.";
_l.aboutServices3 = "Чак ни развојни тим "+appname+" не може забранити никога, платформа је кориснички модерирана.";

_l.aboutServices4 = 'Биткоин друштвених мрежа';
_l.aboutServices5 = ""+appname+" ради на блокчејну и не зависи од било ког вебсајта или домена. Све док неколико чворова ради негде у свету, мрежа може функционисати, а креатори ће имати приступ пратиоцима, а корисници садржају.";
_l.aboutServices6 = ""+appname+" је Биткоин друштвених мрежа.";

_l.aboutServices7 = 'Заштита приватности';
_l.aboutServices8 = "Налог на "+appname+" није везан за ваш идентитет или телефонски број, потребна је само верификација имејла. Дозвољено је више налога ради заштите приватности. Никакви лични подаци се не прикупљају нити чувају. "+appname+" такође има енкриптовани peer-to-peer мессенџер.";
_l.aboutServices9 = "Ваша приватност је главни циљ "+appname+". Ваш приватни кључ зна само ви и не може га опоравити чак ни развојни тим.";
_l.aboutServices10 = "Поред тога, хакери не могу приступити вашем налогу и променити лозинку.";

_l.aboutServices11 = "Зарађујте са "+appname+"";
_l.aboutServices12 = "Можете зарадити 1.000 USD";
_l.aboutServices13 = "Постоје бројни начини да монетизујете свој садржај користећи Pocketcoin (PKOIN). За разлику од тога, ви зарађујете PKOIN за популаран садржај, корисници могу да приложе PKOIN истакнутим коментарима. Децентрализовано тржиште огласа са 100% прихода који иду блогерима планирано је за децембар 2021.";
_l.aboutServices14 = 'Отпремите своје видео записе';
_l.aboutServices15 = ""+appname+" вам омогућава";
_l.aboutServices16 = 'да делите своје постове и видео записе';
_l.aboutServices17 = ', да их безбедно отпремите, увезете са YouTube-а (контактирајте нас да вам помогнемо!), и да их учините видљивим свима. Зауставно. Нико их неће моћи уклонити или забранити.';

_l.aboutServices18 = 'Отворени код';
_l.aboutServices19 = 'Верујемо да';
_l.aboutServices20 = 'приватност и безбедност';
_l.aboutServices21 = "морају проћи кроз пројекте отвореног кода. Целокупан пројекат је доступан на GitHub-у како бисте проверили да нема позадинских врата и да "+appname+" не чува никакве личне податке.";

_l.aboutNewBlock = "Како зарађивати са "+appname+"";
_l.aboutNewBlock1 = 'Популаран садржај и истакнути коментари';
_l.aboutNewBlock2 = 'Зарађујете PKOIN за гласове корисника активних на платформи. Дакле, ако привучете своју публику, бићете заштићени од цензуре и зарађиваћете за њихову интеракцију са вашим садржајем. Ваши пратиоци могу додати PKOIN својим коментарима како би их истакли испод вашег поста, 100% прихода иде вама јер не постоји корпоративни ентитет.';
_l.aboutNewBlock3 = 'Бонус програм';
_l.aboutNewBlock4 = ""+appname+" има бонус програм са ограниченим временом за видео блогере који зарађују 1.000 USD за сваких 15.000 прегледа видео записа, 1000 позваних корисника и 1.250 интеракција. Бонус се исплаћује у Биткоину или PKOIN-у, у зависности од преференција блогера. Ово је програм ограниченог трајања.";
_l.aboutNewBlock5 = 'Децентрализовани огласи';
_l.aboutNewBlock6 = 'Децентрализовано тржиште огласа, планирано за децембар 2021, омогућиће оглашивачима да креирају постове и понуде их блогерима. Блогер може прегледати оглас и поново објавити ако је прикладно. Све интеракције на каналима блогера иду директно у блогеров новчаник, 100% прихода од огласа.';

_l.aboutOpen = "Откријте "+appname+"";
_l.aboutOpen1 = "Можете користити "+appname+" преко прегледача или преузети мобилну и десктоп апликацију.";

_l.aboutOpen2 = 'Званична веб страница';
_l.aboutOpen3 = 'Контактирајте нас';
_l.aboutOpen4 = 'Пошаљите нам поруку ако вам је потребна помоћ или ако сте креатор садржаја, блогер, инфлуенсер и желите да откључате свој бонус и верификујете свој профил!';
_l.aboutOpen5 = 'Изворни код';
_l.aboutOpen5_1 = 'Пошаљите нам имејл на:';

/////////////aboutYoutube
_l.aboutMainBoard = ""+appname+" - најбоља алтернатива за YouTube";
_l.aboutYoutubeMainDescription1 = 'Неки нас питају:';
_l.aboutYoutubeMainDescription2 = "Зашто да користим "+appname+"?";
_l.aboutYoutubeMainDescription3 = "Право питање је:";
_l.aboutYoutubeMainDescription4 = "Зашто бисте требали да користите YouTube?!";
_l.aboutYoutubeMainDescription5 = "ЈУТЈУБ ЗАБРАЊУЈЕ И ДЕМОНЕТИЗУЈЕ ХИЉАДЕ НАЛОГА";
_l.aboutYoutubeMainDescription6 = "ЉУДИ СА СТОТИНАМА ХИЉАДА ПРЕТПЛАТНИКА";
_l.aboutYoutubeMainDescription7 = "ЧАК И КАДА НИСУ ЗАБРАЊЕНИ, АУТОРИ СУ ЗАБРАЊЕНИ ИЛИ ДЕМОНЕТИЗОВАНИ";

_l.aboutYoutubeThreeColumn1 = "Замислите: једног дана имате 20 хиљада, 100 хиљада или чак милион претплатника на свом YouTube каналу.";
_l.aboutYoutubeThreeColumn2 = "Следећег дана ваш налог више не постоји.";
_l.aboutYoutubeThreeColumn3 = "Забрањен, заувек. Нема могућности жалбе.";
_l.aboutYoutubeThreeColumn4 = "Знате, нисте изгубили само своје претплатнике.";
_l.aboutYoutubeThreeColumn5 = "Изгубили сте стални пасивни приход који су генерисали огласи на вашим видео снимцима.";
_l.aboutYoutubeThreeColumn6 = "Изгубили сте хиљаде људи који су вас некада пратили и делили ваше видео снимке.";
_l.aboutYoutubeThreeColumn7 = "Изгубили сте приступ својим видео снимцима ако нисте имали резервну копију.";
_l.aboutYoutubeThreeColumn8 = "Најгоре је: одлуке YouTube-а су произвољне и обично коначне";
_l.aboutYoutubeThreeColumn9 = "Најгоре је то што су одлуке YouTube-а обично коначне.";
_l.aboutYoutubeThreeColumn10 = "Немате никакав начин да вратите свој канал, претплатнике и новац. Нестали су заувек.";
_l.aboutYoutubeThreeColumn11 = "Пребаците се на "+appname+" пре него што буде касно. Можемо без напора да увеземо ваше видео записе";
_l.aboutYoutubeThreeColumn12 = "Шта чекате?!";


_l.aboutYoutubeH3Section = "Изградња заједнице пратилаца на Јутјубу је као изградња куће на земљишту које не поседујете.";
_l.aboutYoutubeImgAndText1 = "ЗАРАДИТЕ СА "+appname+" БЕЗ ДЕМОНИЗАЦИЈЕ";
_l.aboutYoutubeImgAndText2 = ""+appname+" вам плаћа за постављање видео снимака и за сваки интеракцију (лајк/коментар) коју добијете.";
_l.aboutYoutubeImgAndText3 = 'И можете говорити о "осетљивим" темама. Нико вас никада неће блокирати или демонизовати, ако не постављате порнографију/наголост или илегални садржај који модерира заједница. Поред тога, ако доведете своје претплатнике, добићете и реферале.';
_l.aboutYoutubeImgAndText4 = 'Зона слободе говора – Модерира заједница';
_l.aboutYoutubeImgAndText5 = "На "+appname+" можете разговарати о осетљивим темама (које све више расту сваки дан): КОВИД, политика, климатске промене, први и други амандман. Заједница корисника модерира "+appname+" и једине теме које се блокирају су порнографија/наголост и илегални садржај.";
_l.aboutYoutubeImgAndText6 = 'Верујемо у праву слободу говора и заједница корисника не забрањује нити модерира садржај због различитих мишљења. И "+appname+" није у власништву корпорације и независан је од банкарског система.';
_l.aboutYoutubeImgAndText7 = 'ПРИВАТНО И БЕЗБЕДНО';
_l.aboutYoutubeImgAndText8 = ""+appname+" не прикупља никакве личне податке. Нема имена, броја телефона, ИП адресе, нити вашег идентитета. Ваш пријава на "+appname+" налог је ваш приватни кључ, само ви имате контролу над њим, чак ни програмери не могу приступити или га вратити ако се изгуби.";
_l.aboutYoutubeImgAndText9 = 'БЕЗ ЦЕНЗУРЕ';
_l.aboutYoutubeImgAndText10 = ""+appname+" неће цензурисати ваше видео снимке. Чак ни админи не могу блокирати ваш налог и забранити вас. Ваш налог је ВАШ, а ваши претплатници ће увек имати слободу да вас прате.";
_l.aboutYoutubeImgAndText11 = ""+appname+" је заснован на блокчејну: нема начина да се уклоне налози и видео снимци";
_l.aboutYoutubeImgAndText12 = 'Сваки видео је регистрован на блокчејну и по својој природи се не може уклонити. Нико.';
_l.aboutYoutubeImgAndText13 = 'Сваки видео који објавите биће ту заувек. Заиста, нико их не може цензурисати. Нико не може уклонити ваше видео снимке, претплатнике и налог.';
_l.aboutYoutubeImgAndText14 = 'Отпоран на цензуру';
_l.aboutYoutubeImgAndText15 = ""+appname+" ради на мрежи чворова на рачунарима корисника. Чак и ако је главни вебсајт "+appname+".com блокиран, платформа и даље нормално ради кроз десктоп апликацију. Јер нема корпорације, нико не може наметнути цензуру на "+appname+" коју корисници не желе.";
_l.aboutYoutubeImgAndText16 = ""+appname+" је протокол, а не компанија или друштвена мрежа";
_l.aboutYoutubeImgAndText17 = "За разлику од Facebook-а и главних друштвених мрежа, иза "+appname+" не стоји компанија. То је пројекат отвореног кода. То значи да нема компаније која може контролисати садржаје постављене на "+appname+".";
_l.aboutYoutubeSecondBoard1 = ""+appname+" - најбоља алтернатива YouTube-у";
_l.aboutYoutubeSecondBoard2 = "Ваши лични подаци се не продају спољним компанијама";
_l.aboutYoutubeSecondBoard3 = "Нико не може блокирати ваш налог или уклонити ваше видео снимке и претплатнике";
_l.aboutYoutubeSecondBoard4 = "Нема личних података корисника";
_l.aboutYoutubeSecondBoard5 = "Приступ је увек могућ из било које земље и региона света, чак и ако домен није доступан.";
_l.aboutYoutubeSecondBoard6 = "Чувајте своје претплатнике заувек, они су ваши";
_l.aboutYoutubeSecondBoard7 = ""+appname+" неће уклонити ваше претплатнике, видео снимке и новац!";
_l.aboutYoutubeSecondBoard8 = "Никда нећете бити демонизовани и задржавате 100% прихода од огласа. Слобода говора је стварна.";
_l.aboutYoutubeSecondBoard9 = "Зарађујете ВИШЕ постављањем ваших видео снимака!";
_l.aboutYoutubeThirdBoard1 = 'Власник налога';
_l.aboutYoutubeThirdBoard2 = 'Власништво YouTube-а.';
_l.aboutYoutubeThirdBoard3 = 'Ваш приватни кључ припада вама';
_l.aboutYoutubeThirdBoard4 = 'Цензура';
_l.aboutYoutubeThirdBoard5 = 'Да, селективна и произвољна цензура';
_l.aboutYoutubeThirdBoard6 = 'Заједница модерира садржај, а модерира се само неколико тема као што су порнографија/голотиња и илегални садржај';
_l.aboutYoutubeThirdBoard7 = 'Отворени код';
_l.aboutYoutubeThirdBoard8 = 'НЕ.';
_l.aboutYoutubeThirdBoard9 = 'Да, отворено за све';
_l.aboutYoutubeThirdBoard10 = "Иста правила за све";
_l.aboutYoutubeThirdBoard11 = "Да, на основу отвореног кода";
_l.aboutYoutubeThirdBoard12 = "Монетизација";
_l.aboutYoutubeThirdBoard13 = "Јутјуб дели шта жели";
_l.aboutYoutubeThirdBoard14 = "100% блогеру";
_l.aboutYoutubeThirdBoard15 = "Шта ако је домен блокиран у некој земљи?";
_l.aboutYoutubeThirdBoard16 = "Јутјуб није доступан";
_l.aboutYoutubeThirdBoard17 = ""+appname+" ради директно са нодовима";
_l.aboutYoutubeThirdBoard18 = 'Унутрашња криптовалута за монетизацију и плаћања';
_l.aboutYoutubeThirdBoard19 = 'Не';
_l.aboutYoutubeThirdBoard20 = 'Да';
_l.aboutYoutubeThirdBoard21 = 'Могућност слања крипто у порукама на ћаскању';
_l.aboutYoutubeThirdBoard22 = 'Не';
_l.aboutYoutubeThirdBoard23 = 'Да';
_l.aboutYoutubeThirdBoard24 = 'Лични подаци';
_l.aboutYoutubeThirdBoard25 = 'Име, број телефона';
_l.aboutYoutubeThirdBoard26 = 'Не';





_l.aboutYoutubeThirdBoard18 = 'Пријављивање видео снимака';
_l.aboutYoutubeThirdBoard19 = 'ДА, YouTube алгоритми анализирају видео снимке и аутоматски их уклањају или блокирају ако сматрају да крше правила. Поред тога, YouTube може уклонити објаве и забранити кориснике по свом нахођењу.';
_l.aboutYoutubeThirdBoard20 = "ДА, али само корисници са високим рејтингом могу пријавити објаву, а објава се чини 'невидљивом' на страници са фидом (али остаје доступна на корисничком профилу) само ако је неколико десетина корисника са високим рејтингом пријави (пријаве су дозвољене само због расизма, говорa мржње и порнографије/наголости).";
_l.aboutYoutubeThirdBoard21 = 'Хаштагови за класификацију видео снимака';
_l.aboutYoutubeThirdBoard22 = 'Видео снимци се могу делити на више платформи';
_l.aboutYoutubeThirdBoard23 = 'Диктаторске забране';
_l.aboutYoutubeThirdBoard24 = 'Превише их је!';
_l.aboutYoutubeThirdBoard25 = ""+appname+" вам плаћа много више него YouTube!";
_l.aboutYoutubeThirdBoard26 = "Можете зарадити новац са "+appname+".";
_l.aboutYoutubeThirdBoard27 = ""+appname+" користи своју криптовалуту:";
_l.aboutYoutubeThirdBoard28 = 'Сваки пут када ваша објава или видео добије коментаре и лајкове, добијате PKOIN.';
_l.aboutYoutubeThirdBoard29 = '';
_l.aboutYoutubeThirdBoard30 = "Сваки пут када неко приступи "+appname+" преко вашег реферал линка, добијате PKOIN.";
_l.aboutYoutubeThirdBoard31 = 'Контактирајте нас да сазнате више и да активирате свој налог као "КРЕАТОР" како бисте могли да постављате неограничено видео снимака и зарађујете!';

_l.aboutYoutubeOpenBoard1 = "Откријте "+appname+"";
_l.aboutYoutubeOpenBoard2 = "Можете користити "+appname+" из прегледача или преузети мобилну и десктоп апликацију.";
_l.aboutYoutubeOpenBoard3 = 'Званични сајт';

_l.sourceCode = 'Изворни код';

_l.aboutYoutubeDiscover1 = "Придружите се "+appname+" данас и узмите своју судбину у своје руке!";
_l.aboutYoutubeDiscover2 = 'Пошаљите нам поруку ако вам треба помоћ или ако сте креатор садржаја, блогер, инфлуенсер и желите да откључате бонус и верификујете свој профил!';

_l.aboutMainBoard = ""+appname+", најбоља алтернатива Twitter-у. Оставите иза себе забране и суспензије.";
_l.aboutMainBoard1 = 'Бесплатна, приватна и безбедна друштвена мрежа';
_l.aboutTwitterMainDescriptionText1 = 'Нека људи нас питају:';
_l.aboutTwitterMainDescriptionText2 = "Зашто да користим "+appname+"?";
_l.aboutTwitterMainDescriptionText3 = 'Право питање је:';
_l.aboutTwitterMainDescriptionText4 = '"Зашто ви користите Twitter?!"';
_l.aboutTwitterMainDescriptionText5 = 'TWITTER СЕ ПОНАША КАО ДИКТАТУРА';
_l.aboutTwitterMainDescriptionText6 = 'Да, знамо да је то снажна изјава.';
_l.aboutTwitterMainDescriptionText7 = 'Али, нажалост, то је оно што се дешава на Twitter-у.';

_l.aboutTwitterThreeColumn1 = 'Многи, превише налога су забрањени у последњих неколико година. Неке без икаквог разлога.';
_l.aboutTwitterThreeColumn2 = 'Други само зато што су били са одређене политичке стране (конзервативци)';
_l.aboutTwitterThreeColumn3 = 'Испод можете пронаћи кратку листу налога који су забрањени или суспендовани од стране Twitter-а, заједно са разлозима.';
_l.aboutTwitterThreeColumn4 = 'Можете сами донети закључке: лако ћете видети како Twitter забрањује људе из непознатих разлога, само зато што су рекли да је вођа Талибана био про-шеријат, или што су подржали покрет "Occupy" без кршења правила.';
_l.aboutTwitterThreeColumn5 = "Овакав тип цензуре не желимо на "+appname+", и зато је протокол уопште и створен.";
_l.aboutTitterBannedAcc1 = "Изградња заједнице на Твитеру је као изградња куће на земљишту које не поседујете.";
_l.aboutTitterBannedAcc2 = "Кликните овде да бисте видели листу налога које је Твитер забранио 2019. године";
_l.aboutTitterBannedAcc3 = "Налог";
_l.aboutTitterBannedAcc4 = "Википедија";
_l.aboutTitterBannedAcc5 = "Појединац/налог";
_l.aboutTitterBannedAcc6 = "Опис";
_l.aboutTitterBannedAcc7 = "Датум";
_l.aboutTitterBannedAcc8 = "Трајање";
_l.aboutTitterBannedAcc9 = "Разлог за суспензију";
_l.aboutTitterBannedAcc10 = 'Пратиоци у тренутку суспензије';
_l.aboutTitterBannedAcc11 = '"Дарен Милс” ';
_l.aboutTitterBannedAcc12 = 'Налог повезан са Русијом ';
_l.aboutTitterBannedAcc13 = '43285';
_l.aboutTitterBannedAcc14 = 'Трајно';
_l.aboutTitterBannedAcc15 = 'Откривен као измишљена особа којом управља руска фабрика тролова.';



_l.aboutTitterH3Section1 = "Зашто "+appname+"?";
_l.aboutTitterH3Section2 = 'БЕЗ ВЛАДИНЕ КОНТРОЛЕ';
_l.aboutTitterH3Section3 = ""+appname+" ради на мрежи нодова које ниједна влада не може блокирати или ограничити. Чак и ако главни сајт "+appname+".com постане недоступан или компромитован, платформа и даље ради нормално. Влада не може наметнути своју цензуру или ограничења на "+appname+".";
_l.aboutTitterH3Section4 = 'ПРИВАТНО И БЕЗБЕДНО';
_l.aboutTitterH3Section5 = ""+appname+" не прикупља никакве личне податке. Ни IP адресу, ни имејл, ни број телефона. Верујемо у праву заштиту приватности и безбедност података.";
_l.aboutTitterImgAndText1 = 'БЕЗ ЦЕНЗУРЕ';
_l.aboutTitterImgAndText2 = ""+appname+" неће цензурисати ваше објаве и видео снимке. Чак ни администратори не могу блокирати ваш налог и забранити вам приступ.";
_l.aboutTitterImgAndText3 = 'За разлику од Twitter-а, "+appname+" не примењује диктаторски метод уклањања садржаја и корисника. Постоји дугачка листа људи које је Twitter забранио, привремено или трајно, због безначајних разлога или без икаквог разлога.';
_l.aboutTitterImgAndText4 = 'На "+appname+" је забрана једноставно немогућа: платформа је базирана на блокчејну и нико нема моћ да поништи блок из њега. Свака објава ће увек остати ту. Чак и ако администратор или корисник жели да забрани ваше објаве, никада то неће моћи.';
_l.aboutTitterImgAndText5 = "Цензура је забрањена самом технологијом. Чак и ако једног дана творци "+appname+" желе да угасе платформу, објаве ће увек остати ту и друштвена мрежа може бити поново креирана од тачке где је стала.";
_l.aboutTitterImgAndText6 = "Нема компаније иза "+appname+"";
_l.aboutTitterImgAndText7 = "За разлику од Twitter-а и главних друштвених мрежа, иза "+appname+" не стоји никака компанија. То је пројекат отвореног кода. То значи да нема компаније која контролише садржаје постављене на "+appname+". Нема забрана, нема цензуре.";
_l.aboutTitterImgAndText8 = 'За разлику од Twitter-а...';
_l.aboutTitterImgAndText9 = 'Никada нећете бити блокирани или забрањени само зато што подржавате своје идеје, религије или покрете без повреде других људи.';
_l.aboutTitterImgAndText10 = 'Нико не може блокирати ваш налог или уклонити ваше објаве';
_l.aboutTitterImgAndText11 = 'Приватност је потпуна и загарантована';
_l.aboutTitterImgAndText12 = 'Приступ је увек могућ из било које земље и региона света';
_l.aboutTitterImgAndText13 = "Ћаскања су потпуно приватна и шифрована и чак ни "+appname+" не може им приступити. Чак ни уз судски налог.";
_l.aboutTitterImgAndText14 = 'Ваше објаве могу бити дужe';



_l.aboutTitterTable1 = 'TWITTER';
_l.aboutTitterTable2 = ""+appname+"";
_l.aboutTitterTable3 = 'Власништво над налогом';
_l.aboutTitterTable4 = 'Власништво Твитера';
_l.aboutTitterTable5 = 'Ваш приватни кључ припада вама';
_l.aboutTitterTable6 = 'Ваш приступ вашој публици';

_l.aboutTitterTable7 = 'Не виде сви ваши пратиоци вашу објаву, Фејсбук контролише део публике који је види';
_l.aboutTitterTable8 = 'Сваки пратилац види вашу објаву';
_l.aboutTitterTable9 = 'Цензура';

_l.aboutTitterTable10 = 'Да, селективна и произвољна цензура, много shadowbaning-а';

_l.aboutTitterTable11 = 'Заједница модерира садржај, а модерира се само неколико тема као што су порнографија/голотиња и илегални садржај';
_l.aboutTitterTable12 = 'Отворени код';
_l.aboutTitterTable13 = 'Не';
_l.aboutTitterTable14 = 'Да, отворено за све';
_l.aboutTitterTable15 = 'Иста правила за све';
_l.aboutTitterTable16 = 'Не';
_l.aboutTitterTable17 = 'Да, на основу отвореног кода';
_l.aboutTitterTable18 = 'Монетизација';
_l.aboutTitterTable19 = 'Твитер дели шта жели';
_l.aboutTitterTable20 = '100% блогеру преко PKOIN-а';
_l.aboutTitterTable21 = 'Шта ако је домен блокиран у некој земљи?';
_l.aboutTitterTable22 = 'Твитер недоступан';
_l.aboutTitterTable23 = ""+appname+" ради директно са нодовима";
_l.aboutTitterTable24 = 'Личне поруке';
_l.aboutTitterTable25 = 'Twitter може да прочита сваку поруку';
_l.aboutTitterTable26 = ""+appname+" користи енкрипцију од корисника до корисника за ћаскања један-на-један, нико их не може прочитати";
_l.aboutTitterTable27 = 'Интерна криптовалута за монетизацију и плаћања';
_l.aboutTitterTable28 = 'Не';
_l.aboutTitterTable29 = 'Да';
_l.aboutTitterTable30 = 'Могућност слања криптовалута у порукама ћаскања';
_l.aboutTitterTable31 = 'Не';
_l.aboutTitterTable32 = 'Да';
_l.aboutTitterTable33 = 'Лични подаци';
_l.aboutTitterTable34 = 'Име, број телефона';
_l.aboutTitterTable35 = 'Не';


_l.aboutTitterMainBoard31 = "И још више! "+appname+" вам плаћа.";
_l.aboutTitterMainBoard32 = "Можете зарадити новац са "+appname+".";
_l.aboutTitterMainBoard33 = ""+appname+" користи своју криптовалуту:";
_l.aboutTitterMainBoard34 = 'Сваки пут када ваши постови и видео снимци добију коментаре и лајкове, добијате PKOIN.';
_l.aboutTitterMainBoard35 = '';
_l.aboutTitterMainBoard36 = "Сваки пут када неко приступи "+appname+" преко вашег реферал линка, добијате PKOIN.";
_l.aboutTitterMainBoard37 = 'Контактирајте нас да сазнате више и активирате свој налог као "КРЕАТОР” да бисте могли да постављате неограничено видео снимака и да будете плаћени!';

_l.aboutTitterOpen1 = "Откријте "+appname+"";
_l.aboutTitterOpen2 = "Можете користити "+appname+" из прегледача или преузети мобилну и десктоп апликацију.";
_l.aboutTitterOpen3 = 'Званични сајт';
_l.aboutTitterOpen4 = 'Изворни код';
_l.aboutTitterOpen5 = 'Контактирајте нас';
_l.aboutTitterOpen6 = 'Пошаљите нам поруку ако вам је потребна помоћ или ако сте креатор садржаја, блогер, инфлуенсер и желите да откључате свој бонус и верификујете профил!';



/////////////aboutFacebook
_l.aboutFbMainBoard = ""+appname+" - најбоља алтернатива Facebook-у";
_l.aboutFbMainBoard1 = 'Друштвени и финансијски протокол';

_l.aboutFbMainDesc = ""+appname+" није алтернатива Facebook-у.";
_l.aboutFbMainDesc1 = ""+appname+" је Анти-Facebook.";

_l.aboutFbMainDesc2 = '-- John Milton';

_l.aboutFbH3Section = "Зашто "+appname+"?";
_l.aboutFbH3Section1 = 'БЕЗ ВЛАДИНЕ КОНТРОЛЕ';
_l.aboutFbH3Section2 = ""+appname+" ради на мрежи нодова које ниједна влада не може блокирати или ограничити. Чак и ако главни сајт "+appname+".com постане недоступан или компромитован, платформа и даље ради нормално. Влада не може наметнути своју цензуру или ограничења на "+appname+".";
_l.aboutFbH3Section3 = 'ПРИВАТНО И БЕЗБЕДНО';
_l.aboutFbH3Section4 = ""+appname+" не прикупља никакве личне податке. Ни IP адресу, ни имејл, ни број телефона. Верујемо у праву заштиту приватности и безбедност података.";




_l.aboutFbImgAndText = 'NO CENSORSHIP';
_l.aboutFbImgAndText2 = ""+appname+" will not censor your posts and videos. Not even admins can block your account and ban you.";
_l.aboutFbImgAndText3 = ""+appname+" is based on the blockchain: there is no way, at all, to remove posts. Each post is registered on the blockchain and, for its nature, it cannot be removed. By anyone.";
_l.aboutFbImgAndText4 = "No company behind "+appname+"";
_l.aboutFbImgAndText5 = "Unlike Facebook and the main Social Networks, there is no company behind "+appname+". It is an open source project. This means that there is no company that can control the contents posted on "+appname+". No bans, no censorship.";
_l.aboutFbImgAndText6 = 'Unlike Facebook...';
_l.aboutFbImgAndText7 = 'Your personal data is not sold to external companies';
_l.aboutFbImgAndText8 = 'No arbitrary censorship';
_l.aboutFbImgAndText9 = 'Does not take personal information';
_l.aboutFbImgAndText10 = 'No corporation behind it';
_l.aboutFbImgAndText11 = "Chat sessions are entirely private and encrypted and not even "+appname+" can access them.";
_l.aboutFbImgAndText12 = 'Mark Zuckerberg won’t bother you!';



_l.aboutFbTable = 'FACEBOOK';
_l.aboutFbTable1 = ""+appname+"";
_l.aboutFbTable2 = 'Account ownership';
_l.aboutFbTable3 = 'Property of Facebook ';
_l.aboutFbTable4 = 'Your Private Key Belongs to You';
_l.aboutFbTable5 = 'Your access to your audience';
_l.aboutFbTable6 = 'Not all of your followers see your post, Facebook controls the proportion of the audience that sees it';
_l.aboutFbTable7 = 'Every follower sees your post';
_l.aboutFbTable8 = 'Censorship';
_l.aboutFbTable9 = 'Yes, selective and arbitrary censorship';
_l.aboutFbTable10 = 'Community moderates content with only a few topics such as porn/nudity and illicit content moderated';
_l.aboutFbTable11 = 'Open Sourced Code ';
_l.aboutFbTable12 = 'No';
_l.aboutFbTable13 = 'Yes, open to everyone';
_l.aboutFbTable14 = 'Same Rules for Everyone';
_l.aboutFbTable15 = 'No';
_l.aboutFbTable16 = 'Yes, based on open source code';
_l.aboutFbTable17 = 'Monetization';
_l.aboutFbTable18 = 'Facebook shares what it wants';
_l.aboutFbTable19 = '100% to blogger through PKOIN';
_l.aboutFbTable20 = 'What if Domain Blocked in Some Country?';
_l.aboutFbTable21 = 'Facebook inaccessible';
_l.aboutFbTable22 = ""+appname+" works directly with nodes";
_l.aboutFbTable23 = 'Personal Messages';
_l.aboutFbTable24 = 'Facebook can read every message';
_l.aboutFbTable25 = ""+appname+" uses peer-to-peer encryption for 1-on-1 chats, nobody can read them";
_l.aboutFbTable26 = 'Mark Zuckerberg';
_l.aboutFbTable27 = 'Always besides you';
_l.aboutFbTable28 = 'NO!';
_l.aboutFbTable29 = 'Internal Cryptocurency for Monetization & Payments';
_l.aboutFbTable30 = 'No';
_l.aboutFbTable31 = 'Yes';
_l.aboutFbTable32 = 'Ability to Send Crypto in Chat Messages';
_l.aboutFbTable33 = 'No';
_l.aboutFbTable34 = 'Yes';
_l.aboutFbTable35 = 'Personal Information';
_l.aboutFbTable36 = 'Name, phone number';
_l.aboutFbTable37 = 'No';



_l.aboutFbMainBoard3 = "And there`s more! "+appname+" pays you.";
_l.aboutFbMainBoard31 = "You can earn money with "+appname+".";
_l.aboutFbMainBoard32 = ""+appname+" uses its own Cryptocurrency:";
_l.aboutFbMainBoard33 = 'Each time your posts and videos receive comments and likes, you get PKOIN.';
_l.aboutFbMainBoard34 = '';
_l.aboutFbMainBoard34 = "Each time someone joins "+appname+" with your referral link, you get PKOIN.";
_l.aboutFbMainBoard35 = 'Contact us to learn more and to activate your account as "CREATOR” so that you can post unlimited videos and get paid!';


_l.aboutFbOpen = "Discover "+appname+"";
_l.aboutFbOpen1 = "You can use "+appname+" from your browser or dowload the mobile and desktop app.";
_l.aboutFbOpen2 = 'Official Website';
_l.aboutFbOpen3 = 'Source Code';
_l.aboutFbOpen4 = 'Contact us';
_l.aboutFbOpen5 = 'Send us a message if you need help or if you are a content creator, blogger, influencer and would like to unlock your bonus and verify your profile!';


/////aboutHIW

_l.aboutHowItWMainBoard = "HOW DOES "+appname+" RESIST CENSORSHIP?";
_l.aboutHowItWMainBoard1 = 'FREE, PRIVATE, SECURE AND WITHOUT CORPORATE CONTROL.';
_l.aboutHowItWMainBoard2 = "ENJOY THE FRESH AIR OF "+appname+".";



_l.aboutHowItWMD = ""+appname+" is the Bitcoin of social networks.";



_l.aboutHowItWImgAndText = 'Blockchain based';
_l.aboutHowItWImgAndText1 = 'What is the blockchain?';
_l.aboutHowItWImgAndText2 = 'As Wikipedia mentions, "A blockchain is a growing list of records, called blocks, that are linked together using cryptography.';
_l.aboutHowItWImgAndText3 = 'It’s also described as a "trustless and fully decentralized peer-to-peer immutable data storage” that is spread over a network of participants often referred to as nodes. Each block contains a cryptographic hash of the previous block, a timestamp, and transaction data.';
_l.aboutHowItWImgAndText4 = 'The timestamp proves that the transaction data existed when the block was published in order to get into its hash.';
_l.aboutHowItWImgAndText5 = 'As blocks each contain information about the block previous to it, they form a chain, with each additional block reinforcing the ones before it.';
_l.aboutHowItWImgAndText6 = 'Therefore, blockchains are resistant to modification of their data because once recorded, the data in any given block cannot be altered retroactively without altering all subsequent blocks.”';
_l.aboutHowItWImgAndText7 = 'So, how does the blockchain  protects from censorship?';
_l.aboutHowItWImgAndText8 = "From Bitcoins to "+appname+".";
_l.aboutHowItWImgAndText9 = 'The blockchain is the technology behind all the cryptocurrencies. Bitcoins, Ethereum, Dogecoins and so on are all powered by the Blockchain.';
_l.aboutHowItWImgAndText10 = 'The principle is simple: what happens on the blockchain, stays on the blockchain. Forever.';
_l.aboutHowItWImgAndText11 = 'All the existing blocks of the blockchain are immutable and permanent. ';
_l.aboutHowItWImgAndText12 = 'Think about cryptocurrency: when you send some Bitcoins (or parts of it) to someone, the transaction is registered on the blockchain.';
_l.aboutHowItWImgAndText13 = 'From that moment the transaction cannot be reverted, modified, changed, removed, suspended, edited in any of its parts. It is there and stays there forever. And you can explore the blocks on the blockchain to see all the transactions.';
_l.aboutHowItWImgAndText14 = ""+appname+" works EXACTLY the same way. Each post, each account, each video is recorded on the blockchain. And once there, it cannot be removed.";
_l.aboutHowItWImgAndText15 = "Indeed, "+appname+" works on a fork of the original Bitcoin blockchain.";
_l.aboutHowItWImgAndText16 = 'Censorship-resistant';
_l.aboutHowItWImgAndText17 = 'Not only the Blockchain.';
_l.aboutHowItWImgAndText18 = ""+appname+" is not owned by a corporation";
_l.aboutHowItWImgAndText19 = ""+appname+" is an open-source project";
_l.aboutHowItWImgAndText20 = ""+appname+" runs on a network of decentralized nodes, if you are using the "+appname+" desktop app, it speaks directly to the nodes around the world";
_l.aboutHowItWImgAndText21 = 'In addition, even if a government wants to remove a post, it is technically impossible.';
_l.aboutHowItWImgAndText22 = "Likewise, since it runs on a network of nodes, there is no way to limit the access to "+appname+". Even in the event of a government blocking access to website, you will always be able to access it using the mobile or desktop app, which connects directly to the nodes.";
_l.aboutHowItWImgAndText23 = 'Privacy protection,';
_l.aboutHowItWImgAndText24 = 'for your security';
_l.aboutHowItWImgAndText25 = ""+appname+" does not know who you are.";
_l.aboutHowItWImgAndText26 = ""+appname+" DOES NOT collect any personal information.";
_l.aboutHowItWImgAndText27 = ' You can register without revealing your phone number (only email is required)';
_l.aboutHowItWImgAndText28 = ""+appname+" does not ask for your real name to protect dissent";
_l.aboutHowItWImgAndText29 = ""+appname+" does not collect IP addresses and does not track you";
_l.aboutHowItWImgAndText291 = ""+appname+" allows multiple accounts for different purposes";
_l.aboutHowItWImgAndText30 = ""+appname+" will never know who you are, unless you explicitly share your personal data.";
_l.aboutHowItWImgAndText31 = 'If you don’t share your data, no one, no company, no government, can know who you are.';


_l.aboutHowItWImgAndText51 = 'Why is Cryptocurrency Good for Freedom?';
_l.aboutHowItWImgAndText52 = 'Some people think that digital currency is a tool for enslavement. Ironically, many of those people are carrying bank cards with a microship in their pockets. Bank cards that track every purchase and tie directly to your identity. The reason cryptocurrency is good for freedom is that it is not tied to your identity. Both in Bitcoin and Pocketcoin, each user can create millions of addresses and change them as much as necessary.';



_l.HIVTable1 = 'Кредитне картице';
_l.HIVTable2 = 'Готовина';
_l.HIVTable3 = 'Криптовалута';
_l.HIVTable4 = 'Везано за ваш идентитет';
_l.HIVTable5 = 'Да';
_l.HIVTable6 = 'Не';

_l.HIVTable7 = 'Не';

_l.HIVTable8 = 'Влада контролише понуду новца';
_l.HIVTable9 = 'Да';
_l.HIVTable10 = 'Да';

_l.HIVTable11 = 'Не';
_l.HIVTable12 = 'Анонимност';
_l.HIVTable13 = 'Неанонимно';
_l.HIVTable14 = 'Анонимно';
_l.HIVTable15 = 'Псеудонимно';
_l.HIVTable16 = 'Лако плаћање на великим удаљеностима';
_l.HIVTable17 = 'Да';
_l.HIVTable18 = 'Не';
_l.HIVTable19 = 'Да';

_l.HIVTable20 = 'Транспарентно, отворено за јавност';
_l.HIVTable21 = 'Не';
_l.HIVTable22 = 'Не';
_l.HIVTable23 = 'Да';




_l.aboutHowItWImgAndText32 = 'And there`s more!';
_l.aboutHowItWImgAndText33 = ""+appname+" pays you";
_l.aboutHowItWImgAndText34 = "You can earn money with "+appname+".";
_l.aboutHowItWImgAndText35 = ""+appname+" uses its own Cryptocurrency:";
_l.aboutHowItWImgAndText36 = 'Each time your posts receive comments and likes, you get PKOIN.';
_l.aboutHowItWImgAndText37 = '';
_l.aboutHowItWImgAndText38 = "Each time someone joins "+appname+" with your referral link, you get PKOIN.";
_l.aboutHowItWImgAndText39 = 'Contact us to learn more and to activate your account as "CREATOR” so that you can post unlimited videos and get paid!';
_l.aboutHowItWImgAndText40 = "Next step: contact us to get your "+appname+" account verified and to access the bonus program.";
_l.aboutHowItWImgAndText41 = 'Contact Us Now';


_l.aboutHowItWOpen = "Discover "+appname+"";
_l.aboutHowItWOpen1 = "You can use "+appname+" from your browser or dowload the mobile and desktop app.";
_l.aboutHowItWOpen2 = 'Official Website';
_l.aboutHowItWOpen3 = 'Source Code';
_l.aboutHowItWOpen4 = 'Contact us';
_l.aboutHowItWOpen5 = 'Send us a message if you need help or if you are a content creator, blogger, influencer and would like to unlock your bonus and verify your profile!';

//aboutContentCreator

_l.ContentCreatorsMainBoard = 'Great Bonus Program for Content Creators';
_l.ContentCreatorsMainBoard1 = "There are many ways to earn money with "+appname+"...";


_l.ContentCreatorsImgAndText = 'Post your videos';
_l.ContentCreatorsImgAndText1 = "Post your videos on "+appname+"";
_l.ContentCreatorsImgAndText2 = '15,000 vides, 1500 reactions from different users and 1500 invited users to your channel';
_l.ContentCreatorsImgAndText3 = 'Earns you $1,000 paid in Bitcoin or PKOIN';
_l.ContentCreatorsImgAndText4 = "Next step: contact us to get your "+appname+" account verified and to access the bonus program.";
_l.ContentCreatorsImgAndText5 = 'Contact Us Now ';
_l.ContentCreatorsImgAndText6 = 'Invite your followers';
_l.ContentCreatorsImgAndText7 = 'Share your personal referral link';
_l.ContentCreatorsImgAndText8 = 'Invite your followers from other platforms (Youtube, Instagram, Facebook, Twitter...)';
_l.ContentCreatorsImgAndText9 = 'Earn from the posts of your followers!';
_l.ContentCreatorsImgAndText10 = 'Next step: contact us to get your "Verified" badge and to access the bonus program.';
_l.ContentCreatorsImgAndText11 = 'Contact Us Now ';
_l.ContentCreatorsImgAndText12 = 'Earn from every post';
_l.ContentCreatorsImgAndText13 = 'Each time your post gets a like or a comment, you receive a small reward';
_l.ContentCreatorsImgAndText14 = 'The more you post, the more your earn';
_l.ContentCreatorsImgAndText15 = 'The more followers you have, the more your earn';
_l.ContentCreatorsImgAndText16 = 'Next step: contact us to get your "Verified" badge and to access the bonus program.';
_l.ContentCreatorsImgAndText17 = 'Contact Us Now';
_l.ContentCreatorsImgAndText18 = 'Earn with Decentralized Ads';
_l.ContentCreatorsImgAndText19 = "Ads comes to you through "+appname+" Ad Marketplace";
_l.ContentCreatorsImgAndText20 = 'You can choose which ads to repost to your channel';
_l.ContentCreatorsImgAndText21 = '100% of ad proceeds from interactions to go your wallet';
_l.ContentCreatorsImgAndText22 = 'Next step: contact us to get your "Verified" badge and to access the bonus program.';
_l.ContentCreatorsImgAndText23 = 'Contact Us Now';
_l.ContentCreatorsImgAndText24 = 'Earn with Featured Comments';
_l.ContentCreatorsImgAndText25 = 'Your followers can attach PKOIN to comments';
_l.ContentCreatorsImgAndText26 = 'Comments with PKOIN are featured under your post';
_l.ContentCreatorsImgAndText27 = 'You can mention comments on air encouraging users to add PKOIN';
_l.ContentCreatorsImgAndText28 = 'Next step: contact us to get your "Verified" badge and to access the bonus program.';
_l.ContentCreatorsImgAndText29 = 'Contact Us Now';



_l.ContentCreatorsOpen = "Discover "+appname+"";
_l.ContentCreatorsOpen1 = "You can use "+appname+" from your browser or dowload the mobile and desktop app.";
_l.ContentCreatorsOpen2 = 'Official Website';
_l.ContentCreatorsOpen3 = 'Source Code';
_l.ContentCreatorsOpen4 = 'Contact us';
_l.ContentCreatorsOpen5 = 'Send us a message if you need help or if you are a content creator, blogger, influencer and would like to unlock your bonus and verify your profile!';

///about menu
_l.contentCreators = 'За креаторе садржаја';
_l.howItWorks = 'Како функционише';
_l.insteadOf = 'Уместо';
_l.alternativeTo = 'Алтернатива за...';

_l.pkoin_commerce_tag_share_error = 'Ознака "pkoin_commerce" може се користити само као засебна ознака. Објава са овом ознаком не може да садржи видео записе или слике'

_l.pkoin_commerce_info = 'Било какве peer-to-peer PKOIN трансакције нису модериране и на ваш сопствени ризик.'

_l.buyforcrypto = 'Купи за криптовалуту'
_l.buywithcreditcard = 'Купи кредитном картицом'
_l.buylogo = 'Купи Pocketcoin (PKOIN)'

_l.comment = 'Коментар';
_l.sendToAuthor = 'Пошаљи аутору';
_l.pkoinComment = 'PKOIN коментар';
_l.liftUpThePost = 'Подигни објаву';

_l.buypeertopeer = 'Купи Peer-to-Peer'

_l.commentsOrder = 'Подразумевано сортирање коментара';
_l.commentsOrderPlaceholder = 'Изаберите сортирање';

_l.comments_interesting = 'Занимљиво на почетку'
_l.comments_timeup = 'Прво ново'
_l.comments_time = 'Прво старо'
_l.comments_next = 'Прикажи следеће'

_l.create = 'Креирај'
_l.drafts = 'Нацрти'

_l.repostyourown = 'Не можете поново објавити своју објаву'

_l.reachedlimits = 'Достигли сте свој дневни лимит акција. Да бисте повећали свој лимит, потребна вам је валидна репутација.'

_l.closestreachedlimits = 'Близу сте достизања свог дневног лимита акција. Да бисте повећали свој лимит, потребна вам је валидна репутација.'


_l.sendUserStatistics = "Пошаљи анонимни извештај о грешкама тиму "+appname;
_l.captionUserStats = 'Статистика'

_l.editarticledraft = 'Измени нацрт чланка'
_l.deletearticledraft = 'Обриши нацрт чланка'
_l.previewarticledraft = 'Погледај нацрт чланка'
_l.deletedraftquestion = 'Да ли сте сигурни да желите да обришете нацрт чланка? Опоравак је немогућ'
_l.publishquestion = 'Да ли сте сигурни да желите да објавите овај чланак?'

_l.etc = 'И тако даље...'
_l.openlinkssettings = 'Не отварај линкове у десктоп апликацији'
_l.nametaken = "Ово корисничко име је већ заузето у "+appname+"";
_l.accountnotfound = "Нисмо могли да пронађемо ваш налог на блокчејну. Можда процес регистрације није завршен или нема интернет конекције"

_l.name20symbols = "Дужина имена не може бити већа од 20 симбола"

_l.namereservedpn = "Да би се избегла забуна корисника, коришћење Pocketnet у имену је резервисано"
_l.namereservedbn = "Да би се избегла конфузија корисника, коришћење имена "+appname+" је резервисано";

_l.photohassizegreater = function(v){
    return "Ваша фотографија је већа од "+v+"MB. Молимо вас да отпремите фотографију мању од "+v+"MB.";
}
_l.invalidformat = "Неважећи формат слике. Дозвољени су само png и jpeg";
_l.downloadDesctApp = "Преузмите "+appname+" за десктоп";
_l.downloadMobileApp = "Инсталирајте мобилну апликацију";


_l.easyNode_learnPkoin = "Сазнајте више о PKOIN";
_l.easyNode_e10000 = "Чвор";
_l.easyNode_e10001 = "Преузмите и инсталирајте чвор";
_l.easyNode_e10002 = ""+appname+" Чвор";
_l.easyNode_e10003 = "Учитавање";
_l.easyNode_e10004 = "Инсталирање чвора";
_l.easyNode_e10005 = "Уклањање чвора";
_l.easyNode_e10006 = "Системски захтеви";
_l.easyNode_e10007 = "Контрола чвора још није доступна за ваш оперативни систем";
_l.easyNode_e10008 = "Синхронизација";
_l.easyNode_e10009 = "Конфигурација";
_l.easyNode_e10010 = "Омогућено";
_l.easyNode_e10011 = "Путања до демонa";
_l.easyNode_e10012 = "Путања до података";
_l.easyNode_e10013 = "Постави путање на подразумеване";
_l.easyNode_e10014 = "На подразумеване";
_l.easyNode_e10015 = "Ажурирање чвора";
_l.easyNode_e10016 = "Нема доступних ажурирања";
_l.easyNode_e10017 = "Обриши";
_l.easyNode_e10018 = "Обриши демон";
_l.easyNode_e10019 = "Обриши демон и податке";
_l.easyNode_e10020 = "Новчаник";
_l.easyNode_e10021 = "Статус";
_l.easyNode_e10022 = "Тражи...";
_l.easyNode_e10023 = "Стејкинг";
_l.easyNode_e10024 = "Ако сте већ додали PKOIN у чвор, сачекајте да висина буде потпуно синхронизована";
_l.easyNode_e10025 = "Салдо";
_l.easyNode_e10026 = "Контрола";
_l.easyNode_e10027 = "Депозит";
_l.easyNode_e10028 = "Повлачење";
_l.easyNode_e10029 = "Извоз новчаника";
_l.easyNode_e10030 = "Увоз новчаника";
_l.easyNode_e10031 = "Активан";
_l.easyNode_e10032 = "Верзија";
_l.easyNode_e10033 = "Ланац";
_l.easyNode_e10034 = "Опис";
_l.easyNode_e10035 = "Висина";
_l.easyNode_e10036 = "Мање од сат времена";
_l.easyNode_e10037 = function(v) { return v + " сат(а) преостало" }
_l.easyNode_e10038 = "Хеш блока";
_l.easyNode_e10039 = "Онемогући чвор";
_l.easyNode_e10040 = "Омогући чвор";
_l.easyNode_e10041 = "Ваш новчаник сачуван на";
_l.easyNode_e10042 = "Ваш новчаник увезен";
_l.easyNode_e10043 = "Ваша нова адреса чвора";
_l.easyNode_e10044 = "Унесите адресу и износ за пренос PKOIN";
_l.easyNode_e10045 = "Одредишна адреса";
_l.easyNode_e10046 = "Износ";
_l.easyNode_e10047 = "Неважећи аргументи";
_l.easyNode_e10048 = 'Неважећа одредишна адреса';
_l.easyNode_e10049 = "Неважећи износ";
_l.easyNode_e10050 = "Трансацција креирана";
_l.easyNode_e10051 = "Да ли заиста желите да зауставите чвор и ажурирате га?";
_l.easyNode_e10052 = "Уверите се да сте направили резервну копију новчаника. Да ли заиста желите да избришете чвор и директоријум са подацима?";
_l.easyNode_e10053 = "Да ли заиста желите да уклоните демон чвора?";
_l.easyNode_e10054 = "Да ли заиста желите да инсталирате чвор?";
_l.easyNode_e10055 = "Да ли заиста желите да поставите путању података на подразумевану?";
_l.easyNode_e10056 = "ГБ слободне РАМ меморије";
_l.easyNode_e10058 = "ГБ слободног простора на диску";
_l.easyNode_e10059 = "Мб/с брзина интернета";
_l.easyNode_e10060 = "SSD диск";
_l.easyNode_e10061 = "Ваш чвор ради. Да ли ипак желите да затворите апликацију?";
_l.easyNode_e10062 = "Доступна је надоградња чвора. Преузети нову верзију?";
_l.easyNode_e10063 = "Чвор је успешно ажуриран";
_l.easyNode_e10064 = "Подршка";
_l.easyNode_e10065 = "Извезите свој новчаник и сачувајте га на безбедном месту пре него што допуните салдо!";
_l.IHave = "Имам";
_l.downloadNode = "Преузми Windows Desktop Node";
_l.months = "Месеци";
_l.year = "Година";
_l.stakingCalculator = "Калкулатор улагања - израчунајте колико зарађујете стављањем Pocketcoin-а (PKOIN) у чвор."
_l.easyNode_e2000 = "Браните слободу говора & "
_l.easyNode_e2000_1 = "Зарадите"
_l.easyNode_e2000_2 = "Криптовалута"
_l.easyNode_e2001 = "Шта је Pocketcoin? Pocketcoin је криптовалута која покреће децентрализовану друштвену платформу "+appname+". Користи се за награђивање креатора садржаја, промоцију постова и коментара, плаћање реклама и откључавање посебних функција на "+appname+".";
_l.easyNode_e2002 = "Шта је нод? Нод је рачунар у власништву било ког корисника "+appname+" који подржава мрежу и";
_l.easyNode_e2002_1 = " зарађује ";
_l.easyNode_e2002_2 = "Pocketcoin. Ваш рачунар може бити један од тих нодова, под условом да имате најмање 50 GB слободног SSD простора и пристојну интернет везу. Нод мора закључати одређену количину Pocketcoin-а да би";
_l.easyNode_e2002_2_1 = " зарађивао ";
_l.easyNode_e2002_2_2 = "више Pocketcoin-а. То се зове стејкинг у криптовалутама.";
_l.minPkoin = function (p){
	return  String(p) + " PKOIN минимално"
}
_l.maxPkoin = function (p){
	return  String(p) + " PKOIN максимално"
}
_l.topPosts = "Најпопуларнији постови";
_l.videop2psettings = "Користи p2p приликом гледања видео записа"

_l.art_validatetags = "Молимо вас да додајете ознаке за ваш лонгред"
_l.art_validatecover = "Молимо вас да додајете омот за ваш лонгред"
_l.art_validatecaption = "Молимо вас да додајете натпис за ваш лонгред"
_l.art_validatecontent = "Молимо вас да додајете садржај вашег лонгреда"
_l.art_nothingchange = "Без промена"
_l.art_newarticle = "Нови лонгред"
_l.art_myarticles = "Моји лонгредови"
_l.art_changecover = "Отпреми омот"
_l.art_removecover = "Уклони омот"
_l.art_publish = "Објави"
_l.art_editing = "Уређивање"
_l.art_draftsaved = "Нацрт сачуван"
_l.art_gotolastdraft = "иди на последњи нацрт"
_l.art_categoriestags = "Категорије и ознаке"
_l.art_preview = "Преглед"
_l.art_caption = "Натпис новог Лонгрида"
_l.art_placeholder = "Хајде да напишемо сјајну причу!"

_l.art_newarticlecreation = "Направи нови Лонгрид"
_l.art_editingsh = "Уређивање објављеног Лонгрида"
_l.art_saveedited = "Сачувај"

_l.art_wordscount = "Број речи"
_l.art_volumepercent = "Ограничење величине чланка"
_l.art_goback = "Врати се"
_l.downloadingUpdate = "Преузимање ажурирања"
_l.hasnotupdates = "Нема доступних ажурирања"
_l.cantmanageupdate = "Није могуће управљати ажурирањем"

_l.updateapplication = "Ажурирај апликацију"
_l.applicationversion = "Верзија апликације"
_l.installedusinggps = "Апликација није инсталирана помоћу Google Play-а."

_l.downloadplaystore = "Преузимање са Google Play-а"
_l.downloadgithub = "Преузми APK"

_l.empty = "Празно"

_l.reputation = "Репутација";
_l.subscriptions = "Претплате";
_l.tothetop = "На врх"
_l.menu = "Мени"

_l.donotshowagain = "Не приказуј поново"

_l.postby = "Објавио/ла"
_l.continueon = "Настави даље"
_l.bestwishes = "Срдачан поздрав"
_l.ratings123 = "Само корисници са високим рејтингом и најмање 10 објава у фиду могу давати оцене од 1, 2, 3 звездице, коментарисати и давати негативне оцене коментарима. Ово је урађено ради заштите аутора, јер "+appname+" НЕ захтева личне податке за регистрацију.";

_l.ratingss3 = "Само корисници са високим рејтингом могу давати оцене од 1, 2, 3 звездице. Ово је урађено ради заштите аутора, јер "+appname+" НЕ захтева личне податке за регистрацију.";
_l.clearfilters = "Обриши филтере"
_l.clearcategories = "Да ли заиста желите да обришете филтере категорија?"
_l.cleartags = "Да ли заиста желите да обришете филтере ознака?"
_l.fromsh = "Од"

_l.hodoiearnmore = "Како да зарадим више Pocketcoin-а?"

_l.removeaddress = "Да ли заиста желите да уклоните ову адресу са овог уређаја?"
_l.wanttoseekey = "Да ли заиста желите да видите свој приватни кључ?"
_l.seeprivatekey = "Погледајте приватни кључ"
_l.max5acc = "Достигли сте максимум од 5 налога. Не можете додати више"

_l.longreads = "Дуга читања"
_l.readarticle = "Прочитано"

_l.filters = "Филтери"

_l.dataenteredincorrectly = "Подаци су погрешно унети"

_l.lloadprevwithtags = "Освежи фид"

_l.newRepost = "Направи поновну објаву"
_l.whatsnewrepost = "Ваш коментар"

_l.art_goback = "Вратите се"

_l.writesupport = "Пишите подршци"
_l.submitapplication = "Пошаљите своју пријаву"

_l.submitapplicationVideo = "Захтевајте PKOIN за видео"
_l.submitapplicationVideoSmall = "Пошаљите и затражите PKOIN"
_l.videobloggerRequest = "Ако сте блогер са већ постојећом публиком, можете добити PKOIN као поклон за учитавање видеа"

_l.videobloggerRequest_pl1 = "Линк до постојећег канала 1"
_l.videobloggerRequest_pl2 = "Линк до постојећег канала 2"
_l.videobloggerRequest_pl3 = "Линк до постојећег канала 3"

_l.videobloggerRequest_pl_notes = "Напомене: све додатне информације"
_l.videobloggerRequest_pl_email = "Контакт имејл"

_l.videobloggerRequest_caption = "Попуните овај образац да бисте добили PKOIN"
_l.videobloggerRequest_er_link = "Наведите барем један линк до постојећег канала"
_l.videobloggerRequest_er_info = "Потребне додатне информације"
_l.videobloggerRequest_er_email = "Оставите имејл за повратне информације"

_l.videobloggerRequest_submitted = "Хвала вам што сте нас контактирали, прегледаћемо вашу пријаву"

_l.canuseipsetting = "Дозволите повезивање путем IP-а преко http-а директно. Небезбедна веза"

_l.optimizationtip = function(v){
    return v + ' скривених прегледаних објава'
}

_l.optimizationtip_show = "Прикажи"

_l.thankTheAuthor = 'Захвали аутору'

_l.encourageAuthor = "Подржи аутора"

_l.gotoProfile2 = "Иди на профил"

_l.countviews = "Прегледи"
_l.countview = "Преглед"

_l.popup_applications_header = "Важно! Молимо преузмите "+appname+" апликацију"

_l.popup_applications_feature_1 = "Десктоп апликација је најотпорнији начин за коришћење "+appname+" без цензуре"
_l.popup_applications_feature_2 = "Десктоп апликација није зависна од "+appname+".com"
_l.popup_applications_feature_3 = "Десктоп је као уграђени VPN";

_l.popup_applications_button = "Преузми овде";

_l.norecommendedvideos = "Нису пронађени препоручени видео снимци";

_l.boosted = "Појачано";

_l.probability = "Вероватноћа";

_l.probabilitytext = function(lang){
	return "Вероватноћа да ће објава бити међу првих <b>30</b> у фиду за језик <b>"+lang+"</b> приближно за <b>1</b> дан";
};

_l.probabilitytexterror = "Није могуће израчунати вероватноћу промоције";
_l.reachtexterror = "Није могуће израчунати досег";

_l.image = "Слика";
_l.file = "Датотека";

_l.othervideos = "Остали видео снимци";

_l.starssendcomments = "Оставите коментар за аутора";
_l.starssendcommentn = "Оставите коментар за аутора";
_l.starssendcommentp = "Оставите коментар за аутора";
_l.savevideo = "Преузми видео";

_l.useanimations = "Укључи анимације";

_l.welcomecaption1 = ""+appname+" слободе говора";
_l.welcomecaption2 = "Читај садржај забрањен од стране великих технологија";
_l.welcomecaption3 = "Приватно ћаскај са пријатељима - без СИМ картице";

_l.shareexternal = "Отворен је други прозор";
_l.shareexternaluploadpeertube = "Отворен прозор за отпремање медија";
_l.removeimageswhenvideo = "Слике приложене објави биће обрисане ако наставите са отпремањем видеа. Да ли желите да пређете на отпремање видеа?";

_l.lowstar1 = "Тим "+appname+" примењује привремени мораторијум на оцене од 1 и 2 звездице, осим забрањеног садржаја. Забрањени садржај је:"
_l.lowstar_reason_1 = "Еротски/Порнографски"
_l.lowstar_reason_2 = "Експлоатација деце"
_l.lowstar_reason_3 = "Директна претња насиљем"
_l.lowstar_reason_4 = "Илегални наркотици"
_l.lowstar_reason_5 = "Садржај заштићен ауторским правима"
_l.lowstar_reason_6 = "Нежељена пошта"

_l.lowstar2 = "Молимо вас да не користите оцене од 1 и 2 звездице из других разлога. Након што се нова модерација објави средином маја, моћи ћете да користите ниске оцене из других разлога"

_l.lowstaragree = "Потврђујем да ова објава садржи једну од четири врсте забрањеног садржаја"

_l.usetor = "Веза преко Тора мрежа"
_l.torHintStateEnabled = "Стање Tor мреже - омогућено"
_l.torHintStateDisabled = "Стање Tor мреже - онемогућено"
_l.torHintStateLoading = "Стање Tor мреже - учитавање"
_l.videotranscodingdelayedpost = "Овај видео се обрађује и биће објављен чим се заврши процес транскодирања. Молимо вас, не затварајте овај таб до тада.";

_l.postInRelay = "Ова објава се обрађује пре објављивања на блокчејну";

_l.continuesubscribefeedCaption = "Желите ли да наставите да видите објаве од људи које пратите?";
_l.continuesubscribefeedButton = "Настави у претплатничком фиду";

_l['dust (code 64)'] = "Покушавате да пошаљете сувише мали износ, то није могуће";

_l.videoNameIsIncorrectShort = "Назив видеа мора имати најмање 3 карактера";
_l.videoNameIsIncorrectLong = "Назив видеа не сме имати више од 120 карактера";
_l.androidPopupTitle = "Примајте нецензурисане информације у мобилној апликацији "+appname+"";
_l.androidPopupAgree = "Пређи у апликацију";
_l.androidPopupDisagree = "Не сада";

_l.desktopPopupTitle = "Примајте нецензурисане информације у десктоп апликацији "+appname+"";
_l.desktopPopupAgree = "Преузми апликацију";
_l.desktopPopupDisagree = "Не сада";

_l.recommended = 'Препоручено';
_l.removeaccount = 'Уклони налог'
_l.removeAccountQuestion = 'Да ли сте сигурни да желите трајно да избришете свој налог? Ова радња се не може поништити.'
_l.removeAccountYes = 'Да, уклони налог'

_l.removeAccount_prepare = 'Припрема'

_l.removeAccount_removePeertube = 'Брисање података са видео сервера'
_l.removeAccount_removeMatrix = 'Брисање података са сервера за ћаскање'
_l.removeAccount_removeBB = 'Уклањање налога из блокчејна'
_l.removeAccount_finish = 'Успешно'
_l.removeAccount_success = 'Брисање вашег налога је било успешно. У року од 10 минута, поступак би требало да буде потпуно завршен.'

_l.removeAccount_notprepared = 'Налог није пронађен на блокчејну, можда ће бити потребно мало сачекати'
_l.removeAccount_balance = 'Дошло је до ситуације у којој је немогуће обрисати налог. Да бисте извршили радњу, морате имати минимални баланс PKOIN-а'

_l.removeAccount_undefinedError = 'Дошло је до неочекиване грешке приликом брисања налога, покушајте поново да покренете апликацију и поново извршите радњу'
_l.deletedAccount_temp = "Налог је у процесу брисања"
_l.deletedAccount_deleted = "Налог је обрисан"
_l.deletedAccount_true = "Налог је обрисан"

_l.utipdeleted = "Ваш налог је обрисан. Можете користити само новчаник"
_l.applydonate = "Примени"

_l.imagegallery = "Галерија слика"
_l.useselected = "Користи изабрано"
_l.pkoindisabledisclaimer = "У апликацији можете само примати новац за крипто новчаник, али га нећете моћи слати"
_l.txbase_total = _l.txbase_unspents = _l.txbase_err_money = 'Недовољно средстава за трансфер, укључујући провизију';

_l.recommendations_menu_caption = 'Информације о препорукама';

_l.recommendations_caption_tags = 'Препоруке на основу ознака (тегова)';
_l.recommendations_caption_users = 'Препоруке на основу интеракција са другим корисницима';

_l.recommendations_caption_disclamer = "Статистика се чува само на вашем уређају, не шаље се на "+appname+" сервере и не прослеђује трећим лицима";
_l.recommendations_tags_table_caption = 'Ознака, вероватноћа, поени, датум последње интеракције'
_l.recommendations_tags_completed_caption = 'Тражене препоруке'

_l.recommendations_tags_anotherShares = 'Остале публикације које препоручују ове ознаке'

_l.profanity_tag = 'псовне речи'
_l.addAccessToLibrary = 'Одобри приступ галерији'
_l.cameranotavailable = 'Камера није доступна'

_l.rtip4 = 'Овај кључ је ваша лозинка! Немојте је изгубити.'

_l.removecategory = 'Уклони'
_l.removecategoryQestion = 'Да ли заиста желите да уклоните ову категорију?'

_l.searchbytext = "Претрага по тексту:"
_l.searchbytags = "Претрага по ознакама:"

_l.boost_c1 = 'Рекламирајте се уз помоћ PKOIN-а и добијте контакте за свој крипто пројекат већ данас';
_l.boost_c2 = 'Веб 2.0';
_l.boost_c3 = ""+appname+" Веб 3.0";
_l.boost_c4 = 'Покушавате да будете примећени на интернету?';
_l.boost_c5 = 'Желите да ваш садржај или производ дође до нове, динамичне публике по нижој цени него код великих рекламних мрежа?';
_l.boost_c6 = ""+appname+", друштвена мрежа на блокчејну, управо је објавила начин за промоцију садржаја, укључујући и видео снимке.";
_l.boost_c7 = "Цена приказа на "+appname+" је вишеструко нижа него на традиционалним рекламним мрежама.";
_l.boost_c8 = "Промовисање објава на "+appname+" је веома једноставно — потребно вам је само мало Pocketcoin-а, матичне криптовалуте "+appname+". Кликните на Boost испод објаве, унесите износ и ваша објава се помера на врх!";
_l.boost_c9 = ""+appname+" има милионе посетилаца и тај број расте. Ваш садржај ће бити виђен!";
_l.boost_c10 = "Ако сте амбициозан аутор који жели да прошири своју публику, "+appname+" промоција објава вам може помоћи!";
_l.boost_c11 = 'Ако сте оглашивач који тражи платформу за промоцију свог производа, можете брзо покренути оглас и добити резултате.';
_l.boost_c12 = 'Отворени код';
_l.boost_c13 = 'Отпремите своје видео снимке';
_l.boost_c14 = "Зарадите уз "+appname+"";
_l.boost_c15 = 'Заштита приватности';
_l.boost_c16 = 'Биткоин друштвених мрежа';
_l.boost_c17 = 'Отпорно на цензуру';
_l.boost_c18 = 'Куповина PKOIN-а директно од других корисника';
_l.boost_c19 = 'Да бисте купили Pocketcoin "из руке у руку", потребно је да сортирате фид вести по категорији "PKOIN/peer-to-peer"';


// _l.boost_c20 = 'Find Your Audience'
_l.boost_c20 = 'Incredibly Low CPM:'
_l.boost_c21 = ' Cost per Thousand Impressions is 28 cents!'
_l.boost_c22 = 'Advertising for Pocketcoin - Cost-Effective Coverage'
_l.boost_c23 = 'Are you trying to be heard on the internet?'
_l.boost_c24 = 'Would you like to get your content or product in front of a new dynamic audience for less than major ad networks?'
_l.boost_c25 = ""+appname+", the blockchain social network has just released a way of promoting content, including videos."
_l.boost_c26 = "The cost of an impression on "+appname+" is many times lower than on traditional ad networks."
_l.boost_c27 = "Boosting posts on "+appname+" is very simple, you just need some Pocketcoin, a native cryptocurrency of "+appname+". Click Boost below the post and enter the amount and your post is moved to the top!"
_l.boost_c28 = ""+appname+" has millions of visitors and growing. Your content will be seen!"
_l.boost_c29 = "If you are an aspiring author who wants to increase your audience, "+appname+" boosting of posts can work for you!"
_l.boost_c30 = 'If you are an advertiser looking for a platform to promote your product, you can quickly get your ad up and running and get conversions.'
_l.boost_c31 = 'Where to buy PKOIN?'
_l.boost_c32 = 'PKOIN can be purchased on the following sites.'
_l.boost_c33 = '- here you can buy PKOIN for other cryptocurrencies.'
_l.boost_c45 = ' - here you can purchase PKOIN using a bank card.'
_l.boost_c34 = "Buying PKOIN peer-to-peer on "+appname+""
_l.boost_c35 = "PKOIN purchase is possible from other "+appname+" users. You can agree on the terms of purchase/sale in personal correspondence with the seller / buyer, whom you can find in the news feed under the category 'PKOIN/peer-to-peer'"
_l.boost_c36 = 'How do I start advertising?'
_l.boost_c37 = "Launching ads on "+appname+" is very simple. To do this, you need:"
_l.boost_c38 = 'Prepare an advertising publication (video, post or article)'
_l.boost_c39 = 'Buy PKOIN'
_l.boost_c40 = 'Deposit the required amount of PKOIN to start advertising'
_l.boost_c41 = 'Click the lightning bolt icon in the lower right corner of the selected post:'
_l.boost_c42 = 'Enter PKOIN in the "Amount" field and click "Send":'
_l.boost_c43 = "Congratulations! You have launched an advertisement on "+appname+"!"
_l.boost_c44 = "Learn more about ads on "+appname+""
_l.boost_c44_subject = "Hi, I would like to learn more about launching my ads on "+appname+".";

_l.reach = 'Reach'
_l.reachAudience = "Approximate audience based on statistics about "+appname+" from Semrush.com and Github.com"

_l.reachDescription = 'Average cost of thousand impressions (CPM) is 28 cents'
_l.boost_c44 = "I want to launch an advertisement on the "+appname+"!"
_l.boost_c45 = 'Incredibly Low CPM'
_l.boost_c46 = 'Cost per Thousand Impressions is 28 cents!'
_l.boost_c47 = '(average CPM for large networks is over $1)'
_l.boost_c48 = '(How is this derived?)'
_l.boost_c49 = ""+appname+" has about 1.68 MILLION unique visitors a month. Average visitor visits 5 times per month, and English language feed is 10% of "+appname+", so TOTAL NUMBER OF MONTHLY VISITS = 	840,000"
_l.boost_c50 = "STEPS TO CALCULATE CPM ON "+appname+""
_l.boost_c51 = "*There are TOTAL 1.68 MILLION unique visitors per month (1.4M on "+appname+".com, 130k on Android, 100k on Desktop app)"
_l.boost_c52 = 'STEP 1.'
_l.boost_c53 = "1.4M is on "+appname+".com (SEMRUSH data)"
_l.boost_c54 = 'STEP 2.'
_l.boost_c55 = 'Number of active android users is 130,000+'
_l.boost_c56 = 'STEP 3.'
_l.boost_c57 = 'Number of desktop app users is 150,000+'
_l.boost_c58 = '(After every app update users gradually update desktop app, approx. Half of users updates one week after update)'
_l.boost_c59 = '*this screen shows that 76 thousand users updated their apps immediately on day one, only half of the people update so quickly, so the real number is 150k users approximately'
_l.boost_c60 = 'STEP 4.'
_l.boost_c61 = 'Calculate CPM'
_l.boost_c62 = 'Every boost ad runs for 3 hours. So, we divide total monthly visits by 30 days and by 8 to get 3 hour intervals'
_l.boost_c63 = 'Total monthly visits = 8.4 million'
_l.boost_c64 = 'Total daily visits = 28,000'
_l.boost_c65 = 'English feed has 10% of all visitors'
_l.boost_c66 = 'Total visits in 3 hour interval = 28,000/8= 3500 '
_l.boost_c67 = 'Average cost of ad is $1 '
_l.boost_c68 = 'CPM = $. 28'
_l.boost_c69 = '28 cents on average is a very low CPM'
_l.boost_c70 = ""+appname+" is a new, fast-growing decentralized social network with millions of users and super-profitable advertising"
_l.boost_c71 = 'Distribution by Country'
_l.boost_c72 = 'Employment Status'
_l.boost_c73 = 'Audience'



_l.howtobuy_c1 = 'Како купити';
_l.howtobuy_c2 = 'PKOIN';
_l.howtobuy_c3 = 'Криптовалутне берзе';
_l.howtobuy_c4 = 'Куповина путем Visa/Mastercard картица';
_l.howtobuy_c5 = 'Куповина PKOIN-а за криптовалуту';
_l.howtobuy_c6 = "Куповина PKOIN-а peer-to-peer преко "+appname+"";
_l.howtobuy_c7 = 'Куповина картицама у Русији/Украјини/Белорусији';
_l.howtobuy_c8 = 'Затим изаберите одговарајући профил који нуди куповину/продају PKOIN-а. Будите опрезни при куповини из руке у руку. Погледајте рецензије и не улажите велике износе.';
_l.howtobuy_c9 = 'Затим отворите чет и договорите услове размене';
_l.howtobuy_c10 = 'Пронађи peer-to-peer продавце';
_l.howtobuy_c11 = '(осим картица Руске Федерације)';

_l.howtobuy_c12 = ''
_l.howtobuy_c13 = ''
_l.howtobuy_c14 = ''
_l.howtobuy_c15 = ''
_l.howtobuy_c16 = ''
_l.howtobuy_c17 = ''
_l.howtobuy_c18 = ''
_l.howtobuy_c19 = ''
_l.howtobuy_c20 = ''



_l.gotopage = 'Иди на страницу'

_l.saved = "Сачувано"
_l.savePost = "Сачувај објаву"
_l.postsaved = "Објава сачувана"
_l.deleteSavedPost = "Обриши сачувану објаву"
_l.doYouDownloadVideo = "Да ли желите да преузмете видео на свој уређај?"
_l.gotosaved2 = "Иди на сачувано"
_l.yes = "Да"
_l.no = "Не"

_l.postedVideos = "Објављени видео снимци"
_l.unPostedVideos = "Необјављени видео снимци"
_l.videoIsPosting = "Објављује се"
_l.noUnposted = "Нема необјављених видео снимака"

_l.sortByComments = "Коментари";

_l.sortByRating = "Број оцена";

_l.noPosted = "Нема објављених видео снимака"
_l.unpostedFooter = "Необјављени видео снимци се бришу са сервера након 3 недеље чекања"



_l.diagnosticsPage = "Дијагностика";
_l.startDiagnose = "Покрени дијагностику";
_l.videoServerName = "URL сервера";
_l.videoServerReachable = "Доступност";
_l.serversTestingProgress = "Напредак дијагностиковања:";
_l.videoServerVideo = "Информације о видеу";
_l.goToDiagnose = "Иди на дијагностику";
_l.connectingTo = "Повезивање са";

_l.earnings = "Укупна зарада";

_l.earnings2 = "Укупна зарада";

_l.amountLottery = "Примљено од блокчејн лутрије";

_l.amountDonation = "Примљене донације";

_l.amountTransfer = "Трансфери завршени";

_l.copybuiltfrom = "Верзија апликације је копирана"

_l.endedCall = "Позив је завршен"
_l.incomingCall = "Долазни позив"

_l.authHeading = "Овлашћење";
_l.terms = "Услови коришћења за "+appname+"";
_l.daccept = "Прихвати и настави";

_l.sendToChat = "Пошаљи поруку у чет";
_l.createPost = "Направи и објави пост";

_l.txtNotLinked = "Трансакција неће бити повезана са твојим профилом";
_l.torusing_neveruse = "Никада";
_l.torusing_auto = "Аутоматски";
_l.torusing_always = "Увек";

_l.anotherSupport = "Подржи "+appname+" на други начин";
_l.supportTicketSuccess = "Твоја порука је послата и волонтери ће те контактирати. Хвала ти на спремности да подржиш "+appname+"!";
_l.torusing_directProxy = "Уграђени прокси";
_l.torusing_notdirectProxy = "Екстерни прокси";

_l.commentBannedWarning = function(name){
	return name + " те је блокирао. Нећеш моћи да коментаришеш његове објаве.";
};

_l.captchanotequal_angles = "Сегменти капче морају бити ротирани под тачним углом";
_l.permissions_name_account = "Приступ информацијама о налогу"
_l.permissions_descriptions_account = "Ова дозвола даје апликацији информације: адресу вашег налога; јавно доступне податке повезане са вашим налогом; стање у новчанику"
_l.permissions_name_sign = "Дигитални потпис података"
_l.permissions_descriptions_sign = "Овлашћујете да се подаци потпишу вашим јединственим потписом"
_l.permissions_name_payment = "Извршите плаћање"
_l.permissions_descriptions_payment = "Апликација тражи дозволу за плаћање у PKOIN-у"

_l.permissions_name_messaging = "Приказ поруке"
_l.permissions_descriptions_messaging = "Дајте апликацији дозволу за приказивање информативне поруке"

_l.permissions_name_mobilecamera = "Могућност отпремања фотографије"
_l.permissions_descriptions_mobilecamera = "Дозволите апликацији да отвори мобилни галерија"

_l.permissions_name_zaddress = "Преузми једну од адреса новчаника"
_l.permissions_descriptions_zaddress = "Приказује виџету једну од ваших адреса новчаника"

_l.permissions_name_notifications = "Примај обавештења";
_l.permissions_descriptions_notifications = "Дозволи апликацији да ти шаље важна ажурирања и упозорења";

_l.permissions_ask = "тражи дозволу"
_l.permissions_allow = "Дозволи"
_l.permissions_allow_once = "Дозволи једном"
_l.permissions_forbid = "Забрани"
_l.permissions = "Дозволе"
_l.deleteapplication = "Обриши апликацију";
_l.installpplication = "Инсталирај апликацију";

_l.complainapplication = "Пријави апликацију";

_l.searchbyapplications = "Пронађи апликацију";

_l.actions_reason_registration = "Да бисте завршили регистрацију, потребно је да решите капчу";
_l.actions_reason_balance = "Да бисте извршили радње на "+appname+", потребно је да решите капчу";
_l.commonsubmitapplicationVideoSmall = "Пошаљи"
_l.commonRequest_pl_notes = "Напомене: све додатне информације"
_l.commonRequest_pl_email = "Контакт имејл"
_l.commonRequest_caption = "Захтев за подршку"
_l.commonRequest_er_info = "Потребне додатне информације"
_l.commonRequest_er_email = "Оставите имејл за повратне информације"

_l.registration_e13114 = "Постоји проблем са вашом регистрацијом због чудне активности."
_l.balance_e13114 = "Постоји проблем са слањем ваших радњи због чудне активности."
_l.solutionbalance_1 = "Да бисте наставили да користите "+appname+", можете сами допунити стање у свом новчанику";
_l.solutionbalance_2 = "или контактирајте подршку";
_l.solutionbalance_3 = "Да бисте наставили да користите "+appname+", можете контактирати подршку";
_l.commonRequest_submitted = "Хвала вам што сте нас контактирали, прегледаћемо вашу пријаву"
_l.torusing_changedirectProxy = "Промени на екстерни прокси";
_l.torusing_changenotdirectProxy = "Промени на уграђени прокси";

_l.torusing_disclaimer = "Ова функција ради само када се користи уграђени прокси.";
_l.torusing_Networking = "Умрежавање";
_l.torusing_proxyCaption = "Избор прокси сервера";
_l.torusing_useTor = "Користи Tor";
_l.torusing_useSnowflakeBridge = "Користи SnowFlake";

_l.torusing_stat_currentbytesLength = "Тренутни, директни"
_l.torusing_stat_torbytesLength = "Тренутни, TOR"
_l.torusing_stat_directBytes = "Укупно, тренутно"
_l.torusing_stat_totalTorBytes = "Укупно, TOR"
_l.torusing_settings = "TOR подешавања"
_l.torusing_stats = "Статистика мреже"
_l.torusing_proxychangequestion = "Да ли сте сигурни да желите да промените прокси?"

_l.listeners = "Слушаоци";
_l.enterTheAmount = "Унесите износ у PKOIN да бисте видели домет вашег огласа и покренули оглас";

_l.boost = "Boost";

_l.howToBuy = "Како купити PKOIN";

_l.clearLocal = "Обриши локалну меморију";

_l.clearLocalActions = "Обриши информације о трансакцији";

_l.clearLocalQuestion = "Да ли заиста желите да обришете локалну меморију?";

_l.registration_not_in_progress = "Ваш процес регистрације још није почео, потребно је да решите капчу или да имате PKOIN на адреси вашег налога"

_l.registration_not_in_progress_no_processing = "Ваш процес регистрације још није почео"

_l.registration_undefined_status = "Информације о регистрацији вашег налога нису доступне, можда нисте повезани на интернет"
_l.registration_in_progress_transaction = "Трансакција регистрације налога послата на блокчејн"

_l.registration_in_progress_hasUnspents = "Трансакција регистрације налога ће ускоро бити послата на блокчејн"

_l.registration_in_progress_wait_unspents = "Трансакција регистрације налога ће ускоро бити послата на блокчејн"

_l.rpending = "На чекању"
_l.object_comment = 'Коментар'
_l.object_userInfo = 'Информације о кориснику'
_l.object_upvoteShare = 'Гласај за публикацију'
_l.object_cScore = 'Оцена коментара'
_l.object_subscribePrivate = 'Претплати се са обавештењима'
_l.object_subscribe = 'Претплати се'
_l.object_unsubscribe = 'Одјави се'
_l.object_blocking = 'Блокирање'
_l.object_unblocking = 'Деблокирање'

_l.object_complainShare = 'Жалба'
_l.object_modFlag = 'Модерирање'
_l.object_contentBoost = 'Побољшање публикације'
_l.object_share = 'Дељење'
_l.object_accDel = 'Брисање налога'
_l.object_transaction = 'Трансакција'


/// Insufficient funds for the transfer, taking into account the commission
_l.actions_noinputs_wallet = "Недовољно средстава за трансфер, узимајући у обзир провизију"
_l.actions_noinputs = "Немате довољно новчића да бисте завршили операцију"
_l.actions_noinputs_on_address = "Немате довољно новчића на изабраним адресама да бисте завршили операцију"
_l.actions_noinputs_wait = "Немате довољно новчића да бисте сада завршили операцију. Молимо сачекајте"
_l.actions_noinputs_wait_comment = "Немате довољно активних новчића да бисте објавили коментар. Молимо сачекајте"

_l.actions_totalAmountZero = "Укупан износ трансакције је нула или мањи од провизије"

_l.actions_totalAmountSmaller_amount = "Имате мање новца на рачуну него што желите да пошаљете."
_l.actions_totalAmountSmaller_amount_wait = "Имате мање новца на рачуну него што желите да пошаљете. Молимо сачекајте."

_l.actions_totalAmountSmaller_amount_fee = "Имате мање новца на рачуну него што желите да пошаљете (укључујући накнаде)."

_l.actions_totalAmountSmaller_amount_fee_wait = "Имате мање новца на рачуну него што желите да пошаљете (укључујући накнаде). Молимо сачекајте."

_l.actions_rejected = 'Операција није успела из непознатог разлога'
_l.actions_rejectedFromNodes = 'Операција је одбијена од стране мреже'
_l.actions_waitConfirmation = 'Операција чека потврду'
_l.actions_completed = 'Операција завршена'
_l.actions_alreadyCheckConfirmation = 'Операција је послата на блокчејн'
_l.actions_alreadySent = 'Операција је већ послата'
_l.actions_alreadySending = 'Операција је већ у току'
_l.actions_waitUserStatus = 'Операција ће бити послата на мрежу након што се заврши регистрација корисника'
_l.actions_rejectedByTime = 'Операција је отказана због рока ограничења'
_l.actions_resourses = 'Ресурси нису учитани'
_l.actions_alreadyCheck = 'Учитавање ресурса је већ извршено проверено'
_l.actions_checkFail = 'Ресурси још нису учитани'
_l.actions_collision = 'Операција је замењена другом'
_l.actions_actionId = 'Није могуће отказати операцију, недостаје ИД'
_l.actions_address = 'Недостаје адреса, корисник је нерегистрован'
_l.actions_noAddress = 'Није могуће отказати операцију, недостаје адреса'
_l.actions_userInteractive = 'Потребна је акција корисника'
_l.actions_waitUserInteractive = 'Чека се акција корисника'
_l.actions_rejectedByUser = 'Отказао корисник'

_l.actions_rejectedByUser_question = 'Да ли желите да откажете операцију?'
_l.actions_no_pending_actions = 'Нема операција на чекању'

_l.reason_changeUserName = 'Жао нам је, име налога које сте изабрали је сада заузето, молимо вас да изаберете друго име'

_l.info_actions_checkFail = 'Публикација ће бити послата чим се отпремљени ресурси обраде. Останите у апликацији неко време.'

_l.e28error = "Сачекајте пре него што предузмете акцију"

_l.postInRelay2 = "Ова публикација ће ускоро бити послата у блокчејн"
_l.err47 = "Недефинисана грешка при брисању објаве"
_l.donatebalancenotenouth = "Немате довољно средстава за донацију"
_l.updateNotifier_topHeading1 = "Ажурирање";
_l.updateNotifier_topHeading2 = "Доступно";
_l.updateNotifier_mainHeading = "Имамо ажурирање";
_l.updateNotifier_mainText = "Препоручујемо да апликацију редовно ажурирате. Чекају вас нове функције и боље перформансе!";
_l.updateNotifier_button1 = "Инсталирај сада";
_l.updateNotifier_button2 = "Можда касније...";
_l.updateNotifier_stateStart = "Покретање...";
_l.updateNotifier_stateDownload = "Преузето";
_l.updateNotifier_stateError = "Дошло је до грешке, заустављање";
_l.updateNotifier_availableSilent = "Ажурирање доступно"

_l.error408 = "Грешка, проблем са везом"
_l.watchstream = "Гледајте стрим";
_l.anotherSiteHeader = "Други сајт"
_l.openOriginal = "Отвори оригинал"

_l.registration_blocked = _l.lockedaccount
_l.horizontalSearchUsers = "Налози"
_l.information = "Информације"
_l.sendcoins = "Пошаљи PKOIN"

_l.notificationsTurnOffQ = "Да ли сте сигурни да желите да искључите обавештења од овог корисника?"
_l.showblockedusers = "Прикажи блокиране кориснике";

_l.cleartempactions = "Да ли заиста желите да обришете привремене информације о апликацији о вашим радњама?"
_l.captiontempactions = "Информације о трансакцијама локалне меморије"
_l.labeltempactions = "Број трансакција на чекању"
_l.labeltempactionszero = "Нема трансакција на чекању"

_l.deleteapplicationQuestion = "Да ли сте сигурни да желите да обришете апликацију?"
_l.deleteapplicationQuestionDevelop = "Да ли сте сигурни да желите да обришете апликацију? За апликације које су у развојном режиму, ова функција само симулира деинсталацију и ресетује подешавања до следећег покретања."
_l.application_settings = "Подешавања"
_l.application_close = "Повратак на " + appname;

_l.application_notexist = "Апликација није пронађена или сервер апликације не одговара";
_l.permissions_descriptions_chat = "Слање порука у "+appname+" чету, креирање група и четова";
_l.permissions_name_chat = appname + " чет";
_l.permissions_name_geolocation = "Приступ локацији"
_l.permissions_descriptions_geolocation = "Апликација тражи дозволу за приступ вашој локацији"

_l.permissions_name_externallink = "Отварање екстерних линкова";
_l.permissions_descriptions_externallink = "Апликација тражи дозволу за отварање екстерних линкова у прегледачу или другим апликацијама";

_l.limits = "Ограничења"
_l.pay = "Плати"
_l.external_prepareTransaction = "Уплата се обрађује"
_l.external_paySucc_nocbpw = "Уплата је извршена, прозор ће бити затворен"
_l.external_paySucc_fetch = "Уплата је извршена, преносимо податке продавцу"
_l.external_paySucc_redirect = "Уплата је извршена, идите на страницу продавца"
_l.external_email_required = "Унесите своју адресу е-поште"
_l.external_phone_required = "Унесите свој број телефона"
_l.external_shipmentValueEmpty = "Трошкови испоруке нису израчунати. Проверите да ли су поља исправно попуњена или контактирајте продавца"
_l.external_fill_shipment = 'Попуните сва потребна поља за израчунавање трошкова испоруке'
_l.anonymous_purchase = "Анонимна куповина"
_l.anonymous_purchase_text = "У овом случају, продавац не захтева податке о налогу и власнику налога за плаћање, али не можете платити куповину са адресе налога, већ само са адреса новчаника."
_l.phone="Телефон"
_l.country="Земља"
_l.name="Име"
_l.city="Град"
_l.state="Држава"
_l.zipcode="Поштански број"
_l.external_loading = "Учитавање"
_l.external_paySucc_details = "Уплата је извршена. Детаљи трансакције"

_l.address2 = "Адреса у другом реду"

_l.total = "Укупно"
_l.shipment = "Пошиљка"

_l.external_linkWillExpired = "Линк за плаћање истиче"
_l.external_linkExpired = "Линк за плаћање је истекао"

_l.payLink = "Линк за плаћање"
_l.authLink = "Линк за ауторизацију"
_l.undefinedLink = "Непознати линк"
_l.receiver_address = "Прималац"
_l.authText = "Да ли сте сигурни да желите да се пријавите на сајт преко "+appname+"?";
_l.authAllow = "Пријави се преко "+appname;

_l.paymentsOnDevice = "Уплате";
_l.scanqrcode = "Скенирај QR код";

_l.free = "Бесплатно";
_l.discount = "Попуст";
_l.tax = "Порези";
_l.external_paylink_reg = "Отворили сте линк за плаћање. Да бисте извршили плаћање, потребно је да се региструјете или пријавите на свој налог."

_l.payment_myaddress = "Ово је линк за плаћање који одређује вашег корисника као примаоца плаћања. Изаберите другог корисника да га користи"
_l.external_source = "Одакле послати PKOIN"
_l.external_tTotal = "Налог или новчаник"
_l.description = "Опис"
_l.getqrcode = "Прикажи QR код"

_l.stakelogo = "WPKOIN"
_l.stakewrap = "Купи преко Metamask-а"
_l.pkoin_stake_info = "Повежи свој новчаник са Metamask-ом и купи WPKOIN"
_l.stakewpkoin = "Купи WPKOIN преко Metamask-а"

_l.pkoin_application_info = "Купи преко Swipelux мини-апликације"
_l.buyswipelux = "Купи преко Swipelux-а"
_l.buycard = "VISA/Mastercard"
_l.buyusers = "Купи од корисника"
_l.buyviacrypto = "Купи преко криптовалута"

_l.installApplication = "Инсталирај апликацију "+appname+" за отпремање видео записа";
_l.boostlabel = "Како оглашавати на Bastyon";

_l.monetization_Period = "Период"
_l.monetization_Publications = "Публикације"
_l.monetization_Ratings = "Оцене"
_l.monetization_Comments = "Коментари"
_l.monetization_Reward = "Награда"
_l.monetization_start = "Покрени програм монетизације"
_l.monetization_Monetization = "Монетизација"
_l.monetization_enable = "Омогући монетизацију"
_l.monetization_monetizationText = "Омогући монетизацију и зарађуј сваке недеље"
_l.monetization_disable = "Онемогући програм"
_l.monetization_disable_question = "Да ли сте сигурни да желите да престанете да учествујете у програму монетизације?"

_l.monetization_exchange = "Замена pocketcoin-а"
_l.monetization_buychat = "Контакт путем ћаскања"

_l.advertising_Period = "Период"
_l.advertising_Publications = "Публикације"
_l.advertising_Boostscount = "Појачања"

_l.advertising_Ratings = "Оцене"
_l.advertising_Comments = "Коментари"
_l.advertising_Amount = "Потрошено"
_l.advertising_Advertising = "Оглашавање"
_l.advertising_exchange = "Купи криптовалуту"
_l.advertising_buychat = "Контакт путем ћаскања"
_l.advertising_Date = "Датум"

_l.grouping = "Групиши по"
_l.groupBy_shares = "дељења"
_l.groupBy_months = "месеци"
_l.monetization_disable_time = "Бићете искључени из програма монетизације у року од двадесет минута."

_l.fastmessagemonetization = "као награда у оквиру програма монетизације"
_l.fastmessagemonetization = "као донација"

_l.sendcoinssm = "Пошаљи"
_l.e130961donate = "Колико PKOIN-а желите да донирате?"
_l.statsWallet = "Информације о новчанику"
_l.paymentsDate = "Датум"
_l.paymentsValue = "Вредност"
_l.paymentsInformation = "Опис"
_l.showtransactionhistory = "Историја трансакција"

_l.transactionloading = "Чека се потврда трансакције";

_l.gototransaction = "Прикажи трансакцију"

_l.external_authlink_reg = "Отворили сте везу за ауторизацију. Да бисте се ауторизовали преко "+appname+", потребно је да се региструјете или пријавите на свој налог.";
_l.external_sharelink_reg = "Отворили сте везу за дељење. Да бисте делили садржај, потребно је да се региструјете или пријавите на свој налог.";

_l.foreground_service_mediaPlayback_title = appname;
_l.foreground_service_mediaPlayback_text = appname + " тренутно пушта видео";
_l.foreground_service_mediaUploading_title = appname;
_l.foreground_service_mediaUploading_text = appname + " тренутно отпрема видео";
_l.stateactionDefault = "Да бисте извршили ову радњу, морате да се региструјете или пријавите на свој налог.";

_l.incomingVideoCall = "Долазни видео позив";
_l.incomingAudioCall = "Долазни аудио позив";
_l.connecting = "Повезивање";

_l.quotanow = function(v){
	return "Можете отпремити видео не већи од " + v;
}
_l.jury = "Жири";
_l.juryQuestionPost = "Можете ли потврдити да овај пост не припада на "+appname+" из следећег разлога";
_l.juryQuestionComment = "Можете ли потврдити да овај коментар не припада на "+appname+" из следећег разлога";
_l.juryQuestionUser = "Можете ли потврдити да овај корисник крши правила "+appname+" из следећег разлога";
_l.juryvote_success = "Ваш глас је успешно послат";
_l.juryconfirm = "Да ли потврђујете своју одлуку?";
_l.openin = "Отвори у";
_l.monet_title = "Нови програм оглашавања и монетизације за блогере покренут је на Бастиону почев од 9. септембра."
_l.monet_subtitle = "Шта подразумева овај програм, како функционише, ко може да учествује, како се израчунава зарада и зашто је потребан?"
_l.monet_howworks_title = "Како функционише:";
_l.monet_howworks_text_1 = "Оглашивачи промовишу своје производе или услуге на Бастиону (информације за оглашиваче можете пронаћи овде bastyon.com/boost). Огласи се појављују у главном фиду и на ауторским каналима. Сва зарада из главног фида иде на чворове (информације о томе како зарадити преко једноставног чвора bastyon.com/easynode), док зарада са ауторских канала иде директно ауторима. Бастион није корпорација и не послује ради профита, тако да сви приходи од оглашавања са канала иду ауторима.";
_l.monet_participation_title = "Ко учествује и које су исплате:";
_l.monet_participation_text_1 = "У почетној фази, монетизација функционише само на верификованим ауторским каналима. Временом ће се програм проширити и на друге канале са високом активношћу. Аутори могу онемогућити монетизацију уклањањем огласа и губитком исплата."
_l.monet_participation_text_2 = `Ако имате канал ван Бастиона са више од 1.000 претплатника, можете послати е-пошту на <a href="mailto:support@bastyon.com">support@bastyon.com</a> да бисте затражили верификацију.`
_l.monet_participation_text_3 = "ВАЖНО: Аутори зарађују пропорционално активности и броју људи на свом каналу. Што више коментара и оцена, веће су исплате из огласног фонда. Аутори имају контролну таблу за монетизацију у својим подешавањима где могу да виде историју исплата. Исплате се врше на крају сваке недеље за активност на објавама направљеним у последње две недеље.";
_l.monet_monet_withdrawal_title = "Како аутори могу да подигну зараду (врло једноставно):";
_l.monet_monet_withdrawal_text_1 = `Аутори могу да подигну PKOIN путем берзи као што су Tapbit, ХТ или путем peer-to-peer берзи у рубљама, доларима или било којој другој валути. Ради лакшег сналажења аутора, неке старије берзе су директно доступне на контролној табли за монетизацију. Друге берзе са годину дана или више активне историје биће додате на контролну таблу. За упите о подизању средстава, контактирајте подршку на <a href="mailto:support@bastyon.com">support@bastyon.com</a>`
_l.monet_calculation_title = "Како се израчунавају исплате?";
_l.monet_calculation_text1 = "Зарада варира у зависности од количине оглашавања у току недеље и колико су оглашивачи платили. Новац од оглашивача се дели међу ауторима, али износ зависи од укупног прихода од оглашавања и активности на каналу (оцене и коментари). Раст публике привлачи нове оглашиваче, што доводи до повећања зараде. Активни канали могу зарадити еквивалент од 50-75 долара недељно или више.";
_l.monet_increaseearnings_title = "Како повећати зараду:";
_l.monet_increaseearnings_text1 = "Креирајте више садржаја";
_l.monet_increaseearnings_text2 = "Позовите више људи да се ангажују";
_l.monet_increaseearnings_text3 = "Дужина видеа није битна на Бастиону јер огласи не прекидају видео, ангажовање испод објава је оно што је важно";
_l.monet_footer_1 = "Унутрашња економија Бастиона - Монетизација - Pocketcoin (PKOIN)";
_l.monet_signup = "РЕГИСТРУЈТЕ СЕ НА БАСТОН";
_l.monet_footer_2 = `*Пошаљите имејл на <a href="mailto:support@bastyon.com">support@bastyon.com</a> да бисте почели да зарађујете путем оглашавања на свом каналу`;

_l.miniApp_publishMessage = "Објављивање мини-апликације: {0}";
_l.miniApp_requiredMessage = "Ово поље не може бити празно";
_l.miniApp_deleteConfirmation = "Да ли сте сигурни да желите да обришете ову мини-апликацију?";
_l.miniApp_publishConfirmation = "Да ли сте сигурни да желите да објавите апликацију? Ако нисте у тест мрежи, биће вам наплаћена накнада од 50.";
_l.miniApp_yesButton = "Да";
_l.miniApp_noButton = "Откажи";
_l.miniApp_deleteSuccessMessage = "Мини-апликација је успешно обрисана.";
_l.miniApp_deleteErrorMessage = "Брисање апликације није успело. Покушајте поново касније.";
_l.miniApp_deleteErrorMessage = "Брисање апликације није успело. Покушајте поново касније.";
_l.miniApp_loadErrorMessage = "Уређивање апликације није успело. Покушајте поново касније.";
_l.miniApp_installErrorMessage = "Инсталирање апликације није успело. Покушајте поново.";
_l.miniApp_editErrorMessage = "Не успело отредактировать приложение. Попробајте есе раз позже.";
_l.miniApp_guideLink = "Водич за Бастион мини-апликације";

_l.miniApp_supportLinkText = "Питања или идеје за побољшање? Контактирајте подршку";

_l.miniApp_iconAltText = "Икона апликације";

_l.miniApp_iconErrorMessage = "Икона није могла бити учитана. Проверите доступност датотеке на вашем домену:";
_l.miniApp_publishButton = "Објави";

_l.miniApp_editButton = "Измени";

_l.miniApp_deleteButton = "Обриши";

_l.miniApp_authorLabel = "Аутор";

_l.miniApp_permissionsLabel = "Дозволе";

_l.miniApp_idLabel = "ИД";

_l.miniApp_linkLabel = "Линк апликације";

_l.miniApp_goToAppLinkText = "Иди на апликацију";
_l.miniApp_descriptionUnavailable = "Опис није доступан";
_l.miniApp_editTitle = "Уреди апликацију <%= id %>";
_l.miniApp_saveButton = "Сачувај";
_l.miniApp_cancelButton = "Откажи";

_l.miniApp_importManifestError = "Грешка при увозу манифеста. Уверите се да датотека b_manifest.json постоји и да садржи важећи JSON. Уверите се да сервер пружа потребне CORS заглавља и да HTTPS веза није блокирана непоузданим сертификатом (одобрите га у прегледачу ако је потребно).";
_l.miniApp_importIconError = "Грешка при увозу иконе апликације. Ово се може десити ако датотека `b_icon.png` недостаје или је недоступна.";
_l.miniApp_brokenManifestError = "Грешка при увозу манифеста на наведеном домену. Проверите постојање и исправност датотеке `b_manifest.json`. Ако се користи HTTPS са самопотписаним сертификатом, дозволите приступ у прегледачу.";
_l.miniApp_brokenPermissionsError = "Неважеће или празне дозволе у ​​манифесту. Уверите се да су дозволе правилно наведене.";
_l.miniApp_missingIdError = "ИД апликације недостаје у манифесту. Поље `id` мора бити попуњено.";
_l.miniApp_missingNameError = "Назив апликације недостаје у манифесту. Поље `name` мора бити попуњено.";
_l.miniApp_missingVersionError = "Верзија апликације недостаје у манифесту. Поље `version` мора бити попуњено.";
_l.miniApp_missingDescriptionEnError = "Опис апликације на енглеском језику недостаје у одељку `descriptions`.";
_l.miniApp_missingScopeError = "Информације о `scope` недостају у манифесту. Уверите се да је наведена важећа вредност `scope`.";
_l.miniApp_brokenAuthorError = "Неважећи аутор апликације. Ово може бити узроковано недостајућим или неправилно форматираним пољем `author` (очекивана Base58 адреса).";
_l.miniApp_discrepancyIdError = "Неслагање између ИД-а апликације у манифесту и ИД-а апликације наведеног током инсталације.";
_l.miniApp_discrepancyDevelopError = "Неслагање у статусу развоја (`develop`) између манифеста и наведене апликације.";
_l.miniApp_discrepancyAuthorError = "Додавање није могуће: Аутор апликације наведен у манифесту не одговара вашој адреси. Не можете додавати апликације које не поседујете.";
_l.miniApp_conflictIdAlreadyExistsError = "Сукоб: Апликација са овим ИД-ом већ постоји. Проверите ИД нове апликације или уклоните постојећи.";
_l.miniApp_permissionDeniedError = "Корисник је одбио дозволу коју је захтевала апликација.";
_l.miniApp_permissionMissingError = "Једна од дозвола које је захтевала апликација недостаје у манифесту.";
_l.miniApp_permissionsEmptyError = "Листа захтеваних дозвола је празна. Апликација мора да захтева барем једну дозволу.";
_l.miniApp_parametersMissingError = "Недостаје један или више обавезних параметара током извршавања радње.";
_l.miniApp_locationNotAvailableError = "Није успело преузимање података о локацији. Проверите дозволе или GPS статус.";
_l.miniApp_messageEmptyError = "Порука упозорења је празна. Уверите се да је наведен текст поруке.";
_l.miniApp_versionError = "Верзија манифеста се не подудара са инсталираном верзијом апликације.";
_l.miniApp_userAuthorizedError = "Корисник је већ овлашћен. Регистрација није могућа.";
_l.miniApp_imagesMax10Error = "Прекорачен је максималан број отпремљених слика (10).";
_l.miniApp_brokenZAddressesError = "Није успело преузимање z-адреса корисника. Подаци могу недостајати или су неважећи.";
_l.miniApp_mobileCameraNotSupportedError = "Апликација не подржава камеру мобилног уређаја.";
_l.miniApp_mobileCameraCancelError = "Корисник је отказао приступ камери или отпремању слике.";
_l.miniApp_permissionNotExistInManifestError = "Тражена дозвола недостаје у манифесту апликације.";
_l.miniApp_permissionRequestError = "Грешка приликом захтевања дозволе од корисника. Уверите се да је дозвола исправно наведена.";
_l.miniApp_errorCodeAppDataError = "Грешка у локалним подацима за складиштење апликације.";
_l.miniApp_missingApplicationError = "Апликација није пронађена на листи инсталираних апликација. Можда је уклоњена или је ИД нетачан.";

_l.miniApp_publishSuccessMessage = "Апликација је успешно објављена.";
_l.miniApp_publishErrorMessage = "Дошло је до грешке приликом објављивања апликације.";
_l.miniApp_publishOnlyTestNetworkMessage = "Тренутно је објављивање доступно само на тест мрежи.";
_l.miniApp_localhostScopeWarningMessage = "Објављивање апликације са локалним опсегом (localhost) није дозвољено. Молимо вас да промените опсег у картици за уређивање.";
_l.miniApp_createTitle = "Креирајте нову мини-апликацију";
_l.miniApp_tagsRequiredMessage = "Молимо вас да наведете ознаке за апликацију.";
_l.miniApp_scopeInvalidMessage = "Ово поље мора бити у формату поддомена, на пример, app.pocketnet. Користите само мала слова, бројеве и тачке без префикса https:// или www.";
_l.miniApp_extendedTags = "Максималан број ознака које можете додати је ";
_l.miniApp_devModeLabel = "Развојно окружење:";
_l.miniApp_documentationButtonLabel = "Документација";
_l.miniApp_createButtonLabel = "Направи мини апликацију";
_l.miniApp_myAppsButtonLabel = "Направио/ла ја";
_l.miniApp_appsButtonLabel = "Апликације";

_l.miniApp_heroTitle = "Моћна платформа за ваше пројекте";
_l.miniApp_heroSubtitle = "Развијте апликације и искористите све могућности Бастиона у свом послу.";
_l.miniApp_heroCtaButton = "Почните";

_l.miniApp_featuresTitle = "Функције";

_l.miniApp_featureDecentralizedTitle = "Децентрализовано";

_l.miniApp_featureDecentralizedDescription = "Направите апликације без централизоване контроле, осигуравајући безбедност ваших података.";
_l.miniApp_featureScalableTitle = "Скалабилно";
_l.miniApp_featureScalableDescription = "Искористите Бастионову мрежу за подршку апликацијама било које величине.";
_l.miniApp_featureCryptoIntegrationTitle = "Једноставна интеграција плаћања криптовалутама";
_l.miniApp_featureCryptoIntegrationDescription = "Уградите плаћања криптовалутама у своје апликације ради лакшег коришћења.";
_l.miniApp_featureApiAccessTitle = "Потпун приступ Бастион API-ју";
_l.miniApp_featureApiAccessDescription = "Искористите све функције Бастион API-ја за креирање функционалних и иновативних апликација.";
_l.miniApp_iconAltText = "Икона апликације";
_l.miniApp_createTitle = "Креирај нову мини-апликацију";
_l.miniApp_createDescription = "Уверите се да сви подаци одговарају пољима наведеним у датотеци b_manifest.json апликације. Било каква неслагања могу проузроковати грешке током инсталације.";

_l.miniApp_instructionsTitle = "Упутства за имплементацију";

_l.miniApp_instructionsIntro = "Имплементација апликације је прилично једноставна. Потребно је да обезбедите две датотеке: b_manifest и b_icon.";
_l.miniApp_instructionsFilesNeeded = "Да бисте осигурали успешно имплементирање, уверите се да су следеће датотеке доступне на вашем домену:";
_l.miniApp_instructionsManifest = "b_manifest - JSON датотека која садржи информације о апликацији.";
_l.miniApp_instructionsIcon = "b_icon.png - икона апликације у PNG формату, доступна на URL адреси: https://[scope]/b_icon.png, где је scope ваш домен.";
_l.miniApp_instructionsManifestExample = "Пример садржаја датотеке b_manifest:";
_l.miniApp_instructionsDataMatch =
"Важно: сви подаци из форме (id, name) морају се тачно подударати са одговарајућим пољима у датотеци b_manifest." +
"Поље 'author' мора се подударати са тренутним корисником који додаје апликацију." +
"Ако је поље 'Development Domain' попуњено, поље 'Domain' може остати празно током креирања." +
"Апликација се у почетку може покренути у тестном окружењу на развојном домену, а главни домен се може навести касније преко картице за уређивање за објављивање." +
"'Domain' одређује главну адресу доступну свим корисницима, док је 'Development Domain' намењен за тестирање (нпр., 'localhost:3333' или 'test.example.com')." +
"Развојном домену може приступити само аутор апликације, а промена окружења се врши унутар саме апликације.";
_l.miniApp_instructionsDevMode = "Након чувања, ваша мини-апликација ће бити креирана у развојном режиму (dev mode). Биће вам доступна само локално. Касније, можете објавити апликацију за све кориснике преко панела за управљање.";
_l.miniApp_nameLabel = "Име";
_l.miniApp_scopeLabel = "Домен";
_l.miniApp_tScopeLabel = "Домен за развој";
_l.miniApp_tagsLabel = "Тагови";

_l.miniApp_idInstructions = "ИД мора бити у формату доменског имена, као што је app.pocketnet или example.app. Користите само мала слова и бар једну тачку.";
_l.miniApp_nameInstructions = "Унесите јасно име које ће корисници видети (нпр. Demo).";
_l.miniApp_scopeDescription = 
  "Унесите име домена без протокола (нпр. 'example.com'). " +
  "Апликација мора подржавати HTTPS протокол, па ако унесете 'example.com', " +
  "треба да буде доступна на https://example.com. " +
  "Не укључујте 'https://' или друге префиксе. Дозвољена су само мала слова, " +
  "бројеви и тачке (нпр. 'my-app.bastyonapps.com' или 'subdomain.example.com').";
_l.miniApp_tScopeInstructions = 
  "Овај домен се користи само за развој или тестирање ваше апликације. " +
  "Означите локални домен (нпр. 'localhost:8080') или тест домен (нпр. 'test.example.com'). " +
  "Ако прво желите да тестирате апликацију, користите само 'Домен за развој'. " +
  "Главни домен можете накнадно одредити за објављивање апликације.";

_l.miniApp_iconInstructions = "У одељку за приказ подешавате изглед апликације. Икона се аутоматски учитава са URL-а https://[scope]/b_icon.png, где је [scope] домен ваше апликације (нпр. example.com). Проверите да је датотека b_icon.png доступна и у PNG формату.";
_l.miniApp_iconLabelInstructions = "Након уноса домена видећете преглед учитане иконе. Ако датотека недостаје или је домен нетачан, појавиће се порука о грешци.";
_l.miniApp_showManifestButton = "Прикажи садржај b_manifest";
_l.miniApp_tagsCountRequirement = "Додајте 2 ознаке које описују вашу апликацију.";
_l.miniApp_tagsInstructions = "Ознаке помажу корисницима да пронађу вашу апликацију.";

_l.miniApp_saveButton = "Сачувај";

_l.miniApp_cancelButton = "Откажи";

_l.miniApp_placeholderId = "На пример: example.app";
_l.miniApp_placeholderName = "На пример: Моја супер апликација";

_l.miniApp_placeholderScope = "На пример: demo.bastyonapps.com";
_l.miniApp_placeholderTScope = "На пример: localhost:8080 или test.example.com";
_l.miniApp_infoSectionTitle = "Информације";

_l.miniApp_deploymentSectionTitle = "Имплементација";
_l.miniApp_displaySectionTitle = "Приказ";
_l.miniApp_editAppTitle = "Измени мини-апликацију";
_l.miniApp_editDescriptionIntro = "Сви подаци наведени у обрасцу (ид, назив) морају се подударати са пољима у манифесту (b_manifest).";
_l.miniApp_editDescriptionAuthor = "Поље 'аутор' у манифесту мора одговарати кориснику који додаје ову апликацију (власнику).";
_l.miniApp_editDescriptionScope = "Ако промените опсег (домен), уверите се да нови домен има потребне датотеке: b_manifest (JSON датотека која описује апликацију) и b_icon.png (PNG икона), доступне на https://[scope]/b_icon.png.";
_l.miniApp_editDescriptionId = "Промена ИД-а ефикасно креира нову мини-апликацију, тако да је генерално најбоље не мењати ИД ако само ажурирате постојећу.";
_l.miniApp_editDescriptionOutro = "Након што направите потребне измене, не заборавите да кликнете на Сачувај како би ажуриране информације ступиле на снагу.";
_l.miniApp_tagsEditInstruction = "Можете додати или уклонити ознаке.";
_l.miniApp_fieldsLockedInfo = "ИД, назив и опсег ваше апликације не могу се променити након креирања.";



_l.juryCaptionPost = "Да ли публикација крши правила за објављивање садржаја на "+appname+"?";
_l.juryCaptionComment = "Да ли коментар крши правила за објављивање садржаја на "+appname+"?";
_l.juryCaptionUser = "Да ли кориснички профил крши правила за објављивање садржаја на "+appname+"?";
_l.juryCaptionReason = "Разлог"
_l.juryYes = "Да, крши"
_l.juryNo = "Не, не крши"

_l.shareOnBastyon = "Дели на Бастиону"
_l.askdefaultapplink = function(appname){ return "Да ли желите да отворите овај линк у "+ appname + " мини-апликацији?"; };
_l.nomoreaskdefaultapplink = function({name, scope}){ return "Увек отварајте линкове са "+scope+" у мини апликацији "+name; };
_l.redirectminiappsuccess = function(appname){ return "Линк је отворен у мини-апликацији "+appname; };
_l.chat = "Ћаскање";
_l.emptyntime1 = 'Молимо одаберите датум и време објаве';

_l.postWaitDelayed = function(time){
    return 'Објава ће бити објављена: ' + time;
}
_l.fordevelopers = "За програмере"
_l.interfacemobilelayoutmenu = "Дугме за ћаскање у средини доње траке"
_l.interface = "Интерфејс"

_l.managePaidSubscription = "Привилеговане претплате"

_l.paidsubscription_condition_caption = "Подешавање привилегованих претплата"
_l.paidsubscription_condition_text = "Подесите цену привилеговане претплате на ваш канал и тада можете правити објаве само за оне кориснике који вас подржавају. Да би корисник видео ваш садржај, износ новчаних трансфера за период мора бити једнак или већи од нивоа који сте поставили."
_l.paidsubscription_condition_hyvalue = "За шест месеци"
_l.paidsubscription_condition_yvalue = "Годишње"
_l.paidsubscription_condition_value = "Месечна цена привилеговане претплате"
_l.paidsubscription_removecondition = "Онемогући привилеговане претплате"
_l.paidsubscription_removecondition_question = "Да ли заиста желите да онемогућите привилеговане претплате за вас? Тада ће ваши материјали бити видљиви свим корисницима."
_l.paidsubscription_addcondition = "Додај услове привилеговане претплате"
_l.paidsubscription_updatecondition = "Ажурирај услове привилеговане претплате"
_l.paidsubscription_updatecondition_question = "Да ли сте сигурни да желите да ажурирате цену своје привилеговане претплате? Услови за преглед публикација биће ажурирани и за претходне материјале."

_l.paidsubscription_updatecondition_success = "Услови ваше привилеговане претплате су промењени. Промене ће бити примењене на кориснике у року од једног дана."

_l.visibleonlytopaid = "Видљиво само привилегованим претплатницима"

_l.sharevisibility_paid = 'За привилеговане претплатнике'
_l.sharevisibilitylabel_paid_post = 'Аутор је одлучио да ову <b>публикацију</b> учини видљивом само привилегованим претплатницима'
_l.sharevisibilitylabel_paid_article = 'Аутор је одлучио да овај <b>чланак</b> учини видљивим само привилегованим претплатницима'

_l.sharevisibilitylabel_paid_video = 'Аутор је одлучио да овај <b>видео</b> учини видљивим само привилегованим претплатницима'

_l.sharevisibilitylabel_paid_error = 'Нисмо могли да потврдимо да имате премијум претплату. Молимо покушајте поново касније.'

_l.getpaidsubscription = 'Постаните привилеговани претплатник'

_l.getpaidsubscription2 = 'Постаните привилеговани претплатник'

_l.getpaidsubscription3 = 'Пријавите се за привилеговану претплату'

_l.getpaidsubscription_text = 'Добијте привилеговану претплату и приступите свим ауторовим публикацијама!'

_l.getpaidsubscription_acceptQuestion = 'Да ли потврђујете следеће радње:'
_l.getpaidsubscription_acceptQuestion_paid = function({name, amount}){return 'Пренос <b>' + name +'</b> <b>' + amount +' PKOIN</b> за привилеговану претплату' }
_l.getpaidsubscription_acceptQuestion_subscribe = function({name}){return 'Претплатите се на <b>' + name +'</b>'}

_l.getpaidsubscription_option_1m = 'Купите претплату на 1 месец'
_l.getpaidsubscription_option_6m = 'Купите претплату на 6 месеци'
_l.getpaidsubscription_option_1y = 'Купите претплату на 1 годину'

_l.getpaidsubscription_option_1m_p = 'Платите додатно за претплату на 1 месец'
_l.getpaidsubscription_option_6m_p = 'Платите додатно за претплату на 6 месеци'
_l.getpaidsubscription_option_1y_p = 'Платите додатно за претплату на 1 годину'

_l.getpaidsubscription_select_option = 'Молимо изаберите опцију плаћања премиум претплате'

_l.getpaidsubscription_option_p = function(date){ return 'Претплата ће истећи ' + date + ', али се може касније обновити за мању цену.' }
_l.getPaidSubscription = "Привилегована претплата"
_l.fastmessagepaidsubscription = 'као уплата за привилеговану претплату'
_l.getpaidsubscription_paidsuccess_text = "Ваша привилегована претплата је већ плаћена."

_l.getpaidsubscription_paidsuccess_until = function(date){ return 'Претплата плаћена до <b>' + date + '</b>'; }
_l.getpaidsubscription_paidsuccess_text_relation = "Приступ материјалима за привилеговане претплатнике је већ плаћен, остало је само да се претплатите на аутора."
_l.fastmessagepaidsubscription_share = "Публикација за привилеговане претплатнике"
_l.uploadwallpappercaption = "Постави насловну слику профила"
_l.uploadwallpapperuploadTitle = "Изаберите слику за насловну слику профила"
_l.uploadwallpapperGiferror = "GIF слике нису дозвољене"

_l.setcoverquestion = "Да ли желите да сачувате ову фотографију као насловну слику профила?"
_l.setcoverquestionyes = "Да, постави насловну слику"
_l.setcoverquestionno = "Не"

_l.hiddenCommentLabelLink = "Коментар је скривен јер садржи везу до екстерног ресурса од корисника са недовољном оценом."

_l.getpaidsubscription_paidsuccess_removecodition_text = "Аутор је онемогућио могућност издавања привилегованог приступа. Стога су претходно објављени материјали за привилеговане претплатнике доступни свима бесплатно."

_l.buypkoinexchnage='Купи са мењачнице';
_l.buypkoinexchnage_info='Купи peer-to-peer путем мини-апликације';
_l.buypkoinexchnagep2p='Купи преко PKOIN берзе';

_l.appsdisclaimer='Свака апликација је већ новчаник за pcoin. Осим за iOS';

_l.gotobarteron = "Прећи у Barteron"
_l.windows7 = "Преузми за Windows 7"
_l.miniapps = "Мини апликације"
